Using username "console".
Pre-authentication banner message from server:
|
| @SYS$SYSDEVICE:[GTECHCOMMANDS]PODEV1_ANNOUNCE.COM
End of banner message from server
console@10.100.82.101's password:

@SYS$SYSDEVICE:[GTECHCOMMANDS]PODEV1_WELCOME.COM
    Last interactive login on Tuesday, 5-JAN-2021 09:53:45.22
    Last non-interactive login on Tuesday, 5-JAN-2021 11:47:03.01
Executing SYS$SYSDEVICE:[GTECHCOMMANDS]GTECH_LOGIN.COM;6
Executing SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT]PORT$IA3K_LOGIN.COM;1
Executing SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT]DEVELOPMENT_LOGIN.COM
%DCL-I-SUPERSEDE, previous value of LNM$TEMPORARY_MAILBOX has been super
Executing SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT]DSS_LOGIN.COM;3
                      List of Current Projects on PODEV1

    Project Location   Product    Description

    GOHOME                        GO to Home directory

    GODMIL  DKD10:      AGOLS     DESV Bible
    GOPROD  DKD11:      AGOLS     DESV Production
    GOHIS1  DKD10:      AGOLS     DESV Historical 1
    GOHIS2  DKD11:      AGOLS     DESV Historical 2
    GOPORT  DKD0:       AGOLS     TEST Production
    GOSCML  DKD5:       AGOLS     TEST SCML
    GODPLX  DKD12:      AGOLS     TEST Duplex
    GOTEST  DKD12:      AGOLS     TEST Integration

Executing SYS$SYSDEVICE:[GTECHCOMMANDS.INSTANTS]IPS_LOGIN.COM;7

%DMQ-S-SETLNM, Set to MessageQ LNM table DMQ$LNM_CLIENT_V50
Executing SYS$SYSDEVICE:[USER.CONSOLE]LOGIN.COM;7
%DCL-I-SUPERSEDE, previous value of GXPROJ has been superseded
%DCL-I-SUPERSEDE, previous value of GXUIC has been superseded

APPLICATION :      ()

DEFAULT PATH:    PODEV1::DKD0:[PORT.][TSK]

GXCOM:SETLOGIMAGE: SETTING LOGICAL NAMES FOR SHARED IMAGES
Executing GXCOM:SETLOGDISKS.COM
PODEV1::PORT> goscml
%DCL-I-SUPERSEDE, previous value of LNM$GROUP has been superseded
%DCL-I-SUPERSEDE, previous value of GXPROJ has been superseded
%DCL-I-SUPERSEDE, previous value of GXUIC has been superseded
%DCL-I-SUPERSEDE, previous value of PROJECT has been superseded
%DCL-I-SUPERSEDE, previous value of RELEASE_TYPE has been superseded
%DCL-I-SUPERSEDE, previous value of PRODUCT has been superseded

APPLICATION :      ()

DEFAULT PATH:    PODEV1::DKD5:[SCML.][TSK]

GXCOM:SETLOGIMAGE: SETTING LOGICAL NAMES FOR SHARED IMAGES
Executing GXCOM:SETLOGDISKS.COM
%DCL-I-SUPERSEDE, previous value of DECC$SYSTEM_INCLUDE has been superse
%DCL-I-SUPERSEDE, previous value of DECC$TEXT_LIBRARY has been supersede
PODEV1::SCML> set def [.igs]
PODEV1::SCML> ewatch
Starting EWATCH process ewatch_FTA580:
PODEV1::SCML> detrun comolm
14:43:53 COMOLM    Copyright 2014 SCML. All rights reserved.

PODEV1::SCML>
              14:43:54 COMOLM    ******************* COMOLM 11 *********

14:43:54 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:54 COMOLM   P(OLMCONF):                                       :I[

14:43:54 COMOLM    WILL attach to messageQ

14:43:54 COMOLM   CONOLM:                                           :I[

14:43:54 COMOLM    attach success to messageQ

14:43:54 ERRLOG   01/05/2021   ERRLOG  INVALID MESSAGE TYPE>  9 NUMBER>

14:43:54 COMOLM    queue OLM vazia

14:43:54 COMOLM    vai tentar ler outra vez da queue OLM

14:43:54 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:54 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:54 COMOLM   Get Message From MessageQ from Olimpo

14:43:54 COMOLM   GET MESSAGE SUCCESS

14:43:54 COMOLM   GET MESSAGE SUCCESS111

14:43:54 COMOLM   GET MESSAGE SUCCESS222

14:43:54 COMOLM   Mensagem Do MessageQ

14:43:54 COMOLM   Mensagem Do MessageQ Size:                        :I[

14:43:54 COMOLM   Position:                                         :I[

14:43:54 COMOLM   MESSAGEID::                                       :I[

14:43:54 COMOLM   MESSAGEID::                                       :I[

14:43:54 COMOLM   MESSAGEID::                                       :I[

14:43:54 COMOLM   MESSAGEID::                                       :I[

14:43:54 COMOLM   MESSAGEID::                                       :I[

14:43:54 COMOLM   AGENT_NUM::                                       :I[

14:43:54 COMOLM   AGENT_NUM::                                       :I[

14:43:54 COMOLM   AGENT_NUM::                                       :I[

14:43:54 COMOLM   AGENT_NUM::                                       :I[

14:43:54 COMOLM   TERMINAL NUMBER::                                 :I[

14:43:54 COMOLM   TERMINAL NUMBER::                                 :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   SERIAL NUMBER::                                   :I[

14:43:54 COMOLM   Agent NUmber::                                    :I[

14:43:54 COMOLM   Agent NUmber::                                    :I[

14:43:54 COMOLM   Agent NUmber::                                    :I[

14:43:54 COMOLM   Agent NUmber::                                    :I[

14:43:54 COMOLM   Terminal Pass Number::                            :I[

14:43:54 COMOLM   Terminal Pass Number::                            :I[

14:43:54 COMOLM   MESSAGE ID:                                       :I[

14:43:54 COMOLM   AGENT_NUM2:                                       :I[

14:43:54 COMOLM   ---------------------------------------

14:43:54 COMOLM   AGENT_NUM:                                        :I[

14:43:54 COMOLM   GET MESSAGE SUCCESS333

14:43:54 COMOLM   TERMINALNUM:                                      :I[

14:43:54 COMOLM   GET MESSAGE SUCCESS ->2

14:43:54 COMOLM   AGENT_NUM:                                        :I[

14:43:54 COMOLM   TERMINALNUM:                                      :I[

14:43:54 COMOLM   ST:                                               :I[

14:43:54 COMOLM   GET MESSAGE SUCCESS ->3

14:43:54 COMOLM   GET MESSAGE SUCCESS ->4

14:43:54 COMOLM   GET MESSAGE SUCCESS ->5

14:43:54 COMOLM   GET MESSAGE SUCCESS ->6

14:43:54 COMOLM   GET MESSAGE SUCCESS ->7

14:43:54 COMOLM   TIMOFF:                                           :I[

14:43:54 COMOLM   GET MESSAGE SUCCESS ->8

14:43:54 COMOLM   GET MESSAGE SUCCESS ->9

14:43:54 COMOLM   XXDEBUG should be 0:                              :I[

14:43:54 COMOLM   DEBUG!!!!!!!!!!!!!!!!!!!!!!!!!!

14:43:54 COMOLM   P(XXDTRLN):                                       :I[

14:43:54 COMOLM   DEBUG2222!!!!!!!!!!!!!!!!!!!!!!!!!!

14:43:54 COMOLM   DEBUG3333!!!!!!!!!!!!!!!!!!!!!!!!!!

14:43:54 COMOLM   P(XXDTRLN) GT 0:                                  :I[

14:43:54 COMOLM   HPRO(TERNUM,PROBUF):                              :I[

14:43:54 COMOLM   gooooooooooooooood                                :I[

14:43:54 COMOLM   DEBUG44444!!!!!!!!!!!!!!!!!!!!!!!!!!

14:43:54 COMOLM   DMPDBG:                                           :I[

14:43:54 COMOLM   DMPDBG TRUE....:                                  :I[

14:43:54 COMOLM   GET MESSAGE SUCCESS ->10

14:43:54 COMOLM   Result Of Send Message to Queue

14:43:54 COMOLM   ST:                                               :I[

14:43:54 COMOLM   READED A MESSAGE FROM MESSAGEQ

14:43:54 COMOLM    queue OLM vazia

14:43:54 COMOLM    vai tentar ler outra vez da queue OLM

14:43:54 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:54 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:54 COMOLM   Get Message From MessageQ from Olimpo

14:43:54 COMOLM   MESSAGEQ EMPTY

14:43:54 COMOLM    queue OLM vazia

14:43:54 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:54 COMOLM   P(OLMCONF):                                       :I[

14:43:54 COMOLM    WILL attach to messageQ

14:43:54 COMOLM   CONOLM:                                           :I[

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    vai tentar ler outra vez da queue OLM

14:43:55 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:55 COMOLM   Get Message From MessageQ from Olimpo

14:43:55 COMOLM   MESSAGEQ EMPTY

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   P(OLMCONF):                                       :I[

14:43:55 COMOLM    WILL attach to messageQ

14:43:55 COMOLM   CONOLM:                                           :I[

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    vai tentar ler outra vez da queue OLM

14:43:55 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:55 COMOLM   Get Message From MessageQ from Olimpo

14:43:55 COMOLM   MESSAGEQ EMPTY

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   P(OLMCONF):                                       :I[

14:43:55 COMOLM    WILL attach to messageQ

14:43:55 COMOLM   CONOLM:                                           :I[

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    vai tentar ler outra vez da queue OLM

14:43:55 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:55 COMOLM   Get Message From MessageQ from Olimpo

14:43:55 COMOLM   MESSAGEQ EMPTY

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   P(OLMCONF):                                       :I[

14:43:55 COMOLM    WILL attach to messageQ

14:43:55 COMOLM   CONOLM:                                           :I[

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    vai tentar ler outra vez da queue OLM

14:43:55 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:55 COMOLM   Get Message From MessageQ from Olimpo

14:43:55 COMOLM   MESSAGEQ EMPTY

14:43:55 COMOLM    queue OLM vazia

14:43:55 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:55 COMOLM   P(OLMCONF):                                       :I[

14:43:55 COMOLM    WILL attach to messageQ

14:43:55 COMOLM   CONOLM:                                           :I[

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    vai tentar ler outra vez da queue OLM

14:43:56 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:56 COMOLM   Get Message From MessageQ from Olimpo

14:43:56 COMOLM   MESSAGEQ EMPTY

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   P(OLMCONF):                                       :I[

14:43:56 COMOLM    WILL attach to messageQ

14:43:56 COMOLM   CONOLM:                                           :I[

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    vai tentar ler outra vez da queue OLM

14:43:56 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:56 COMOLM   Get Message From MessageQ from Olimpo

14:43:56 COMOLM   MESSAGEQ EMPTY

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   P(OLMCONF):                                       :I[

14:43:56 COMOLM    WILL attach to messageQ

14:43:56 COMOLM   CONOLM:                                           :I[

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    vai tentar ler outra vez da queue OLM

14:43:56 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:56 COMOLM   Get Message From MessageQ from Olimpo

14:43:56 COMOLM   MESSAGEQ EMPTY

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   P(OLMCONF):                                       :I[

14:43:56 COMOLM    WILL attach to messageQ

14:43:56 COMOLM   CONOLM:                                           :I[

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    vai tentar ler outra vez da queue OLM

14:43:56 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:56 COMOLM   Get Message From MessageQ from Olimpo

14:43:56 COMOLM   MESSAGEQ EMPTY

14:43:56 COMOLM    queue OLM vazia

14:43:56 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:56 COMOLM   P(OLMCONF):                                       :I[

14:43:56 COMOLM    WILL attach to messageQ

14:43:56 COMOLM   CONOLM:                                           :I[

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    vai tentar ler outra vez da queue OLM

14:43:57 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:57 COMOLM   Get Message From MessageQ from Olimpo

14:43:57 COMOLM   MESSAGEQ EMPTY

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   P(OLMCONF):                                       :I[

14:43:57 COMOLM    WILL attach to messageQ

14:43:57 COMOLM   CONOLM:                                           :I[

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    vai tentar ler outra vez da queue OLM

14:43:57 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:57 COMOLM   Get Message From MessageQ from Olimpo

14:43:57 COMOLM   MESSAGEQ EMPTY

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   P(OLMCONF):                                       :I[

14:43:57 COMOLM    WILL attach to messageQ

14:43:57 COMOLM   CONOLM:                                           :I[

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    vai tentar ler outra vez da queue OLM

14:43:57 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:57 COMOLM   Get Message From MessageQ from Olimpo

14:43:57 COMOLM   MESSAGEQ EMPTY

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   P(OLMCONF):                                       :I[

14:43:57 COMOLM    WILL attach to messageQ

14:43:57 COMOLM   CONOLM:                                           :I[

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    vai tentar ler outra vez da queue OLM

14:43:57 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:57 COMOLM   Get Message From MessageQ from Olimpo

14:43:57 COMOLM   MESSAGEQ EMPTY

14:43:57 COMOLM    queue OLM vazia

14:43:57 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:57 COMOLM   P(OLMCONF):                                       :I[

14:43:57 COMOLM    WILL attach to messageQ

14:43:57 COMOLM   CONOLM:                                           :I[
ewatch stop
14:43:58 COMOLM    queue OLM vazia

14:43:58 COMOLM    vai tentar ler outra vez da queue OLM

14:43:58 COMOLM   2-> Vai validar que P(OLMCONF) deve ser != 0

14:43:58 COMOLM   2-> P(OLMCONF):                                   :I[

14:43:58 COMOLM   Get Message From MessageQ from Olimpo

14:43:58 COMOLM   MESSAGEQ EMPTY

14:43:58 COMOLM    queue OLM vazia

14:43:58 COMOLM    Vai validar que P(OLMCONF) deve ser != 0

14:43:58 COMOLM   P(OLMCONF):                                       :I[

Stopping EWATCH process ewatch_FTA580:
14:43:58 COMOLM    WILL attach to messageQ

PODEV1::SCML> stop scmlcomolm
PODEV1::SCML> dir

Directory GXPROJ:[TSK.IGS]

BACKUP_20201216_IGS_EXE.ZIP;1
                                  784  16-DEC-2020 09:24:16.18
BIN_20140723.DIR;1                  1  23-JUL-2014 19:28:41.65
COMIGS.EXE;2                     1208  16-DEC-2020 09:30:32.50
COMIGS.EXE;1                     1208  27-JUN-2017 18:34:39.36
COMOLM.EXE;10                     319   4-JAN-2021 15:03:43.63
COMOLM.EXE;9                      319  23-DEC-2020 15:22:31.15
COMOLM.EXE;8                      319  23-DEC-2020 12:17:18.35
COMOLM.EXE;6                      319  23-DEC-2020 12:08:00.81
COMOLM.EXE;5                      319  23-DEC-2020 11:59:51.90
COMOLM.EXE;3                      317  23-DEC-2020 11:47:27.99
COMOLM.EXE;2                      317  23-DEC-2020 11:39:02.95
COMOLM.EXE;1                      317  23-DEC-2020 11:20:06.57
DMQ.INI;23                          1   4-JAN-2021 16:10:41.54
DMQ.INI;22                          1  23-DEC-2020 16:32:21.33
DMQ.INI;21                          1  16-DEC-2020 18:21:59.70
DMQ.INI;20                          1  16-DEC-2020 09:37:38.41
DMQ.INI;19                          1  20-SEP-2018 16:00:29.38
DMQ.INI;18                          1  20-SEP-2018 16:00:29.38
DMQ.INI;17                          1  12-JAN-2017 17:55:01.63
DMQ.INI;16                          1   2-AUG-2016 14:49:48.44
DMQ.INI;15                          1  14-MAR-2016 15:35:13.55
DMQ.INI;14                          1  22-MAY-2015 15:39:33.07
DMQ.INI;13                          1   8-MAY-2015 10:15:19.57
DMQ.INI;12                          1   5-MAY-2015 11:35:03.92
DMQ.INI;11                          1   4-MAY-2015 11:28:23.02
DMQ.INI;10                          1  21-APR-2015 16:57:42.19
DMQ.INI;9                           1  24-MAR-2015 18:54:41.52
DMQ.INI;8                           1  24-MAR-2015 18:46:16.60
DMQ.INI;7                           1  24-MAR-2015 18:11:17.42
DMQ.INI;6                           1  24-MAR-2015 17:58:24.58
DMQ.INI;5                           1  24-MAR-2015 17:58:07.29
DMQ.INI;4                           1  24-MAR-2015 17:55:11.50
DMQ.INI;3                           1  24-MAR-2015 17:48:33.39
DMQ.INI;2                           1  24-MAR-2015 15:14:25.14
DMQ.INI;1                           2  14-NOV-2014 17:57:04.77
DMQ.JOU;1                           1   6-JUL-2020 10:50:36.56
DMQCLDLL.LOG;1                   2452  23-DEC-2020 16:32:58.86
DMQERROR.LOG;1                      3  17-DEC-2020 02:06:24.18
DMQERROR_20201217.LOG;1
                                   42  20-SEP-2018 16:17:59.50
GTECH$DEBUG.DAT;1                 101  18-DEC-2020 18:19:45.28
INIGS.EXE;2                       703  16-DEC-2020 09:30:32.51
INIGS.EXE;1                       703  27-JUN-2017 18:34:43.87
OLDEXE.DIR;1                        1  23-AUG-2016 15:09:24.12
OUTIGS.EXE;2                      941  16-DEC-2020 09:30:32.53
OUTIGS.EXE;1                      941  27-JUN-2017 18:34:47.24
REMOVEBUF.EXE;2                   167   4-JAN-2021 15:09:40.12
REMOVEBUF.EXE;1                   167   4-JAN-2021 15:06:30.38

Total of 47 files, 11993 blocks.
PODEV1::SCML> dir DKD10:[DMIL.][WRK.HMC]removebuf.exe /since

Directory DKD10:[DMIL.][WRK.HMC]

REMOVEBUF.EXE;3                   169   5-JAN-2021 15:19:25.93

Total of 1 file, 169 blocks.
PODEV1::SCML> copy DKD10:[DMIL.][WRK.HMC]removebuf.exe;0 removebuf.exe
%COPY-S-COPIED, DKD10:[DMIL.][WRK.HMC]REMOVEBUF.EXE;3 copied to GXPROJ:[
PODEV1::SCML> dir removebuf.exe;0

Directory GXPROJ:[TSK.IGS]

REMOVEBUF.EXE;3                   169   5-JAN-2021 15:23:49.57

Total of 1 file, 169 blocks.
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
50
         50
REMOVEL STATUS:           2
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
N
PROGRAM AS ENDED...
PODEV1::SCML> copy DKD10:[DMIL.][WRK.HMC]removebuf.exe;0 removebuf.exe
%COPY-S-COPIED, DKD10:[DMIL.][WRK.HMC]REMOVEBUF.EXE;4 copied to GXPROJ:[
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
N
PROGRAM AS ENDED...
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
58
         58
REMOVEL STATUS:           2
APPLICATION QUEUE LIST EMPTY...
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
N
PROGRAM AS ENDED...
PODEV1::SCML> copy DKD10:[DMIL.][WRK.HMC]removebuf.exe;0 removebuf.exe
%COPY-S-COPIED, DKD10:[DMIL.][WRK.HMC]REMOVEBUF.EXE;5 copied to GXPROJ:[
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
63
         63
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
62
         62
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
61
         61
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
672
        672
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
675
        675
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
673
        673
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
58
         58
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
57
         57
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
676
        676
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
677
        677
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
679
        679
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
53
PROGRAM AS ENDED...
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
53
         53
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
52
         52
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
52
         52
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
51
         51
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
50
         50
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
49
         49
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
ENTER BUFFER NUM TO REMOVE AND FREE:
N
%FOR-F-LISIO_SYN, list-directed I/O syntax error
  unit -4  file SYS$INPUT:.;
  user PC 00000000
%TRACE-F-TRACEBACK, symbolic stack dump follows
image     module    routine               line      rel PC           abs PC
                                             0 FFFFFFFF8019BDB0 FFFFFFFF8019BDB0
LIBRTL  LIB$CALLG  LIB$CALLG               464 0000000000000072 FFFFFFFF8416D322
DEC$FORRTL                                   0 0000000000062FA2 FFFFFFFF8520AFA2
DEC$FORRTL                                   0 00000000000ADC12 FFFFFFFF85255C12
DEC$FORRTL                                   0 00000000000AB3D2 FFFFFFFF852533D2
REMOVEBUF  OLMCON  RBUFF_FROMAPPQUEUE     6834 0000000000000430 00000000000966C0
REMOVEBUF  OLMCON  OLMCON                 3407 0000000000000201 0000000000096491
                                             0 FFFFFFFF80A150D2 FFFFFFFF80A150D2
DCL                                          0 000000000007D032 000000007AE39032
%TRACE-I-END, end of TRACE stack dump
PODEV1::SCML> copy DKD10:[DMIL.][WRK.HMC]removebuf.exe;0 removebuf.exe
%COPY-S-COPIED, DKD10:[DMIL.][WRK.HMC]REMOVEBUF.EXE;6 copied to GXPROJ:[TSK.IGS]REMOVEBUF.EXE;6 (172 blocks)
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
APP QUEUE SIZE:        2922
ENTER BUFFER NUM TO REMOVE AND FREE:
56
         56
REMOVEL STATUS:           0
REMOVED BUFFER FROM APPLICATION QUEUE FY =)
APP QUEUE SIZE:        2923
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
N
PROGRAM AS ENDED...
PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
APP QUEUE SIZE:        2943
ENTER BUFFER NUM TO REMOVE AND FREE:

 Interrupt

PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
APP QUEUE SIZE:        2944
ENTER BUFFER NUM TO REMOVE AND FREE:

 Interrupt

PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?

 Interrupt

PODEV1::SCML> r REMOVEBUF
THIS PROGRAM IS TO REMOVE A BUFFER FROM APPLICATION QUEUE, CONTINUE THE PROGRAMA
 (Y/N) or W for watch?
Y
APP QUEUE SIZE:        2946
ENTER BUFFER NUM TO REMOVE AND FREE:

 Interrupt

PODEV1::SCML>
