Using username "console".
Pre-authentication banner message from server:
|
| @SYS$SYSDEVICE:[GTECHCOMMANDS]POSYSD_ANNOUNCE.COM
End of banner message from server
console@10.100.82.100's password:

@SYS$SYSDEVICE:[GTECHCOMMANDS]POSYSD_WELCOME.COM
    Last interactive login on Thursday, 20-JAN-2022 09:15:15.17
    Last non-interactive login on Thursday, 20-JAN-2022 10:10:25.45
Executing SYS$SYSDEVICE:[GTECHCOMMANDS]GTECH_LOGIN.COM;6
Executing SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT]PORT$IA3K_LOGIN.COM;1
%DCL-I-SUPERSEDE, previous value of LNM$TEMPORARY_MAILBOX has been superseded
                      List of Current Projects on POSYSD

    Project Location   Product    Description

    GOHOME                        GO to Home directory

    GOPORT  DKD0:       AGOLS     TEST Production
    GOSCML  DKD0:       AGOLS     TEST SCML
    GODPLX  DKD0:       AGOLS     TEST Duplex
    GOTEST  DKD0:       AGOLS     TEST Integration

Executing SYS$SYSDEVICE:[GTECHCOMMANDS.INSTANTS]IPS_LOGIN.COM;4

%DMQ-S-SETLNM, Set to MessageQ LNM table DMQ$LNM_CLIENT_V50
Executing SYS$SYSDEVICE:[USER.CONSOLE]LOGIN.COM;8
%DCL-I-SUPERSEDE, previous value of GXPROJ has been superseded
%DCL-I-SUPERSEDE, previous value of GXUIC has been superseded

APPLICATION :      ()

DEFAULT PATH:    POSYSD::DKD0:[PORT.][TSK]

GXCOM:SETLOGIMAGE: SETTING LOGICAL NAMES FOR SHARED IMAGES
Executing GXCOM:SETLOGDISKS.COM
POSYSD::PORT> goscml
%DCL-I-SUPERSEDE, previous value of LNM$GROUP has been superseded
%DCL-I-SUPERSEDE, previous value of GXPROJ has been superseded
%DCL-I-SUPERSEDE, previous value of GXUIC has been superseded
%DCL-I-SUPERSEDE, previous value of PROJECT has been superseded
%DCL-I-SUPERSEDE, previous value of RELEASE_TYPE has been superseded
%DCL-I-SUPERSEDE, previous value of PRODUCT has been superseded

APPLICATION :      ()

DEFAULT PATH:    POSYSD::DKD0:[SCML.][TSK]

GXCOM:SETLOGIMAGE: SETTING LOGICAL NAMES FOR SHARED IMAGES
Executing GXCOM:SETLOGDISKS.COM
%DCL-I-SUPERSEDE, previous value of DECC$SYSTEM_INCLUDE has been superseded
%DCL-I-SUPERSEDE, previous value of DECC$TEXT_LIBRARY has been superseded
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> sh def
  GXPROJ:[TSK]
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir [.OLM]
%DIRECT-E-OPENIN, error opening GXPROJ:[TSK.OLM]*.*;* as input
-RMS-E-DNF, directory not found
-SYSTEM-W-NOSUCHFILE, no such file
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir olm.dir
%DIRECT-W-NOFILES, no files found
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> create/dir [.OLM]
POSYSD::SCML>
POSYSD::SCML> dir olm.dir

Directory GXPROJ:[TSK]

OLM.DIR;1                           1  20-JAN-2022 14:34:02.32

Total of 1 file, 1 block.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> sh log gxolm
%SHOW-S-NOTRAN, no translation for logical name GXOLM
POSYSD::SCML>
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG GXOLM  GXPROJ:[TSK.OLM]
POSYSD::SCML>
POSYSD::SCML> sh log gxolm
   "GXOLM" = "GXPROJ:[TSK.OLM]" (LNM$SYSTEM_TABLE)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> sh log olmlib
%SHOW-S-NOTRAN, no translation for logical name OLMLIB
POSYSD::SCML>
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLMLIB GXOLM
POSYSD::SCML>
POSYSD::SCML> sh log olmlib
   "OLMLIB" = "GXOLM" (LNM$SYSTEM_TABLE)
1  "GXOLM" = "GXPROJ:[TSK.OLM]" (LNM$SYSTEM_TABLE)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> sh log OLMTSK
%SHOW-S-NOTRAN, no translation for logical name OLMTSK
POSYSD::SCML>
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLMTSK GXPROJ:[TSK.OLM]
POSYSD::SCML>
POSYSD::SCML> sh log OLMTSK
   "OLMTSK" = "GXPROJ:[TSK.OLM]" (LNM$SYSTEM_TABLE)
POSYSD::SCML>
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLM_MILCON_LOG GXOLM:MILLCON
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLM_ERR_LOG GXOLM:ERR_MILLCON
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLM_DMQCL_INI_FILE GXOLM:DMQ.INI
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG OLM_MESSQ_SEE_ATTACH_SCRIPT GXOLM:MESSAGEQCONNECTION.COM
POSYSD::SCML>
POSYSD::SCML> sh log OLM_MILCON_LOG
   "OLM_MILCON_LOG" = "GXOLM:MILLCON" (LNM$SYSTEM_TABLE)
POSYSD::SCML> sh log OLM_ERR_LOG
   "OLM_ERR_LOG" = "GXOLM:ERR_MILLCON" (LNM$SYSTEM_TABLE)
POSYSD::SCML> sh log OLM_DMQCL_INI_FILE
   "OLM_DMQCL_INI_FILE" = "GXOLM:DMQ.INI" (LNM$SYSTEM_TABLE)
POSYSD::SCML> sh log OLM_MESSQ_SEE_ATTACH_SCRIPT
   "OLM_MESSQ_SEE_ATTACH_SCRIPT" = "GXOLM:MESSAGEQCONNECTION.COM" (LNM$SYSTEM_TABLE)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> type DSS$GTECH:dss_logicals.com;0
%TYPE-W-SEARCHFAIL, error searching for DSS$GTECH:[TSK]DSS_LOGICALS.COM;0
-RMS-F-DEV, error in device name or inappropriate device type for operation
POSYSD::SCML>
POSYSD::SCML> sh log DSS$GTECH
%SHOW-S-NOTRAN, no translation for logical name DSS$GTECH
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]:dss_logicals.com;0
%DCL-W-PARMDEL, invalid parameter delimiter - check use of special characters
 \:DSS_LOGICALS\
POSYSD::SCML> dir SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0

Directory SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]

DSS_LOGICALS.COM;2                  3   8-JUL-2003 10:39:52.23

Total of 1 file, 3 blocks.
POSYSD::SCML> type SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0
$!
$! V01 08-DEC-94 WXM RELEASED FOR DSS
$!
$! System-wide application structure logicals
$!
$ DEFINE/SYSTEM/EXEC/NOLOG GXBBL  GXPROJ:[BBL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXBIN  GXPROJ:[BIN]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCMS  GXPROJ:[CMS]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCOM  GXPROJ:[COM]
$ DEFINE/SYSTEM/EXEC/NOLOG GXDOC  GXPROJ:[DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXHLP  GXPROJ:[HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSHR  GXPROJ:[SHR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSRC  GXPROJ:[SRC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTMP  GXPROJ:[TMP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTSK  GXPROJ:[TSK]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTST  GXPROJ:[TST]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUPD  GXPROJ:[UPD]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUSR  GXPROJ:[USR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUTL  GXPROJ:[UTL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXLOG  GXPROJ:[LOG]
$!
$ DEFINE/SYSTEM/EXEC/NOLOG TSKLIB GXTSK
$ DEFINE/SYSTEM/EXEC/NOLOG SHRLIB GXTSK
$!
$ DEFINE/SYSTEM/EXEC/NOLOG COMCMS GXPROJ:[CMS.COM]
$ DEFINE/SYSTEM/EXEC/NOLOG DOCCMS GXPROJ:[CMS.DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG HLPCMS GXPROJ:[CMS.HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG SRCCMS GXPROJ:[CMS.SRC]
$!
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> DEFINE/SYSTEM/EXEC/NOLOG DSS$GTECH SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]
POSYSD::SCML> sh log DSS$GTECH
   "DSS$GTECH" = "SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]" (LNM$SYSTEM_TABLE)
POSYSD::SCML>
POSYSD::SCML> sh log GXPROJ
   "GXPROJ" = "DKD0:[SCML.]" (LNM$GROUP_000502)
POSYSD::SCML>
POSYSD::SCML> sh log SYS$SYSDEVICE
   "SYS$SYSDEVICE" = "POSYSD$DKC7:" (LNM$SYSTEM_TABLE)
POSYSD::SCML> sh log POSYSD$DKC7
%SHOW-S-NOTRAN, no translation for logical name POSYSD$DKC7
POSYSD::SCML> type SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0
$!
$! V01 08-DEC-94 WXM RELEASED FOR DSS
$!
$! System-wide application structure logicals
$!
$ DEFINE/SYSTEM/EXEC/NOLOG GXBBL  GXPROJ:[BBL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXBIN  GXPROJ:[BIN]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCMS  GXPROJ:[CMS]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCOM  GXPROJ:[COM]
$ DEFINE/SYSTEM/EXEC/NOLOG GXDOC  GXPROJ:[DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXHLP  GXPROJ:[HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSHR  GXPROJ:[SHR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSRC  GXPROJ:[SRC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTMP  GXPROJ:[TMP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTSK  GXPROJ:[TSK]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTST  GXPROJ:[TST]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUPD  GXPROJ:[UPD]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUSR  GXPROJ:[USR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUTL  GXPROJ:[UTL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXLOG  GXPROJ:[LOG]
$!
$ DEFINE/SYSTEM/EXEC/NOLOG TSKLIB GXTSK
$ DEFINE/SYSTEM/EXEC/NOLOG SHRLIB GXTSK
$!
$ DEFINE/SYSTEM/EXEC/NOLOG COMCMS GXPROJ:[CMS.COM]
$ DEFINE/SYSTEM/EXEC/NOLOG DOCCMS GXPROJ:[CMS.DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG HLPCMS GXPROJ:[CMS.HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG SRCCMS GXPROJ:[CMS.SRC]
$!
POSYSD::SCML> dir SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0

Directory SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]

DSS_LOGICALS.COM;2                  3   8-JUL-2003 10:39:52.23

Total of 1 file, 3 blocks.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir PODEV1"console console"::SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0

Directory PODEV1"console password"::SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]

DSS_LOGICALS.COM;9                  4   4-NOV-2021 11:05:37.86

Total of 1 file, 4 blocks.
POSYSD::SCML> dir PODEV1"console console"::DSS$GTECH:dss_logicals.com;0

Directory PODEV1"console password"::SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]

DSS_LOGICALS.COM;9                  4   4-NOV-2021 11:05:37.86

Total of 1 file, 4 blocks.
POSYSD::SCML> dir PODEV1"console console"::DSS$GTECH:dss_logicals.com;0

Directory PODEV1"console password"::SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]

DSS_LOGICALS.COM;9                  4   4-NOV-2021 11:05:37.86

Total of 1 file, 4 blocks.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DSS$GTECH:dss_logicals.com;0 DSS$GTECH:dss_logicals.com;0
%COPY-S-COPIED, PODEV1"console password"::SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]DSS_LOGICALS.COM;9 copie
d to SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]DSS_LOGICALS.COM;3 (4 blocks)
POSYSD::SCML>
POSYSD::SCML> type SYS$SYSDEVICE:[GTECHCOMMANDS.DEVELOPMENT.DSS]dss_logicals.com;0
$!
$! V02 06-APR-21 SCML New Terminals Project (OLM)
$! V01 08-DEC-94 WXM RELEASED FOR DSS
$!
$! System-wide application structure logicals
$!
$ DEFINE/SYSTEM/EXEC/NOLOG GXBBL  GXPROJ:[BBL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXBIN  GXPROJ:[BIN]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCMS  GXPROJ:[CMS]
$ DEFINE/SYSTEM/EXEC/NOLOG GXCOM  GXPROJ:[COM]
$ DEFINE/SYSTEM/EXEC/NOLOG GXDOC  GXPROJ:[DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXHLP  GXPROJ:[HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSHR  GXPROJ:[SHR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXSRC  GXPROJ:[SRC]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTMP  GXPROJ:[TMP]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTSK  GXPROJ:[TSK]
$ DEFINE/SYSTEM/EXEC/NOLOG GXTST  GXPROJ:[TST]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUPD  GXPROJ:[UPD]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUSR  GXPROJ:[USR]
$ DEFINE/SYSTEM/EXEC/NOLOG GXUTL  GXPROJ:[UTL]
$ DEFINE/SYSTEM/EXEC/NOLOG GXLOG  GXPROJ:[LOG]
$ DEFINE/SYSTEM/EXEC/NOLOG GXIGS  GXPROJ:[TSK.IGS]
$ DEFINE/SYSTEM/EXEC/NOLOG GXOLM  GXPROJ:[TSK.OLM]
$!
$ DEFINE/SYSTEM/EXEC/NOLOG TSKLIB GXTSK
$ DEFINE/SYSTEM/EXEC/NOLOG SHRLIB GXTSK
$ DEFINE/SYSTEM/EXEC/NOLOG IGSLIB GXIGS
$ DEFINE/SYSTEM/EXEC/NOLOG OLMLIB GXOLM
$!
$ DEFINE/SYSTEM/EXEC/NOLOG COMCMS GXPROJ:[CMS.COM]
$ DEFINE/SYSTEM/EXEC/NOLOG DOCCMS GXPROJ:[CMS.DOC]
$ DEFINE/SYSTEM/EXEC/NOLOG HLPCMS GXPROJ:[CMS.HLP]
$ DEFINE/SYSTEM/EXEC/NOLOG SRCCMS GXPROJ:[CMS.SRC]
$!
$ DEFINE/SYSTEM/EXEC/NOLOG IGSTSK GXPROJ:[TSK.IGS]
$ DEFINE/SYSTEM/EXEC/NOLOG IGSLIB GXPROJ:[TSK.IGS]
$ DEFINE/SYSTEM/EXEC/NOLOG OLMTSK GXPROJ:[TSK.OLM]
$!
$!Logical Names for MessageqConnection script
$ DEFINE/SYSTEM/EXEC/NOLOG OLM_MILCON_LOG GXOLM:MILLCON
$ DEFINE/SYSTEM/EXEC/NOLOG OLM_ERR_LOG GXOLM:ERR_MILLCON
$ DEFINE/SYSTEM/EXEC/NOLOG OLM_DMQCL_INI_FILE GXOLM:DMQ.INI
$ DEFINE/SYSTEM/EXEC/NOLOG OLM_MESSQ_SEE_ATTACH_SCRIPT GXOLM:MESSAGEQCONNECTION.COM
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> DEASIGN/SYSTEM/EXEC/NOLOG DSS$GTECH
POSYSD::SCML> sh log DSS$GTECH
%SHOW-S-NOTRAN, no translation for logical name DSS$GTECH
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> set def gxolm
POSYSD::SCML> sh def
  GXPROJ:[TSK.OLM]
POSYSD::SCML>
POSYSD::SCML> dir PODEV1"console console"::DKD10:[DMIL.TSK]COMOLM.EXE;0
%DIRECT-W-NOFILES, no files found
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir PODEV1"console console"::DKD10:[DMIL.TSK.OLM]COMOLM.EXE;0

Directory PODEV1"console password"::DKD10:[DMIL.TSK.OLM]

COMOLM.EXE;1                      316  12-NOV-2021 10:16:53.65

Total of 1 file, 316 blocks.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> sh def
  GXPROJ:[TSK.OLM]
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD10:[DMIL.TSK.OLM]COMOLM.EXE;0 COMOLM.EXE;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK.OLM]COMOLM.EXE;1 copied to GXPROJ:[TSK.OLM]COMOLM.EXE
;1 (316 blocks)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir comolm*

Directory GXPROJ:[TSK.OLM]

COMOLM.EXE;1                      316  20-JAN-2022 16:24:13.38

Total of 1 file, 316 blocks.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir PODEV1"console console"::DKD5:[DMIL.TSK.OLM]DMQ.INI
%DIRECT-E-OPENIN, error opening PODEV1"console password"::DKD5:[DMIL.TSK.OLM]DMQ.INI;* as input
-RMS-E-DNF, directory not found
-SYSTEM-W-NOSUCHFILE, no such file
POSYSD::SCML> dir PODEV1"console console"::DKD5:[SCML.TSK.OLM]DMQ.INI

Directory PODEV1"console password"::DKD5:[SCML.TSK.OLM]

DMQ.INI;14                          1  14-JAN-2022 16:46:34.92
DMQ.INI;13                          1  14-JAN-2022 16:17:32.63
DMQ.INI;12                          2  14-JUL-2021 12:06:28.04

Total of 3 files, 4 blocks.
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> dir PODEV1"console console"::DKD5:[SCML.TSK.OLM]DMQ.INI;0 DMQ.INI;0
%DCL-W-MAXPARM, too many parameters - reenter command with fewer parameters
 \DMQ\
POSYSD::SCML> copy PODEV1"console console"::DKD5:[SCML.TSK.OLM]DMQ.INI;0 DMQ.INI;0
%COPY-S-COPIED, PODEV1"console password"::DKD5:[SCML.TSK.OLM]DMQ.INI;14 copied to GXPROJ:[TSK.OLM]DMQ.INI;1 (1
block)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD5:[SCML.TSK.OLM]PI_NEW_TERMINALS.COM;0 PI_NEW_TERMINALS.COM;0
%COPY-S-COPIED, PODEV1"console password"::DKD5:[SCML.TSK.OLM]PI_NEW_TERMINALS.COM;11 copied to GXPROJ:[TSK.OLM]
PI_NEW_TERMINALS.COM;1 (12 blocks)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> @PI_NEW_TERMINALS.COM
Begin Installation Plan - New Terminals
DKD0:[SCML.]
 1 - VALIDATE IF INSTALLED CORRECTED THE NEW TERMINALS PI
 2 - INSTALL BY THE SCRIPT THE NEW TERMINALS PI
 3 - EXIT
Select the option to processed?: 1
GXOLM = GXPROJ:[TSK.OLM]
GXTSK = GXPROJ:[TSK.OLM]
OLM_DMQCL_INI_FILE = GXOLM:DMQ.INI
OLM_ERR_LOG = GXOLM:ERR_MILLCON
OLM_MESSQ_SEE_ATTACH_SCRIPT = GXOLM:MESSAGEQCONNECTION.COM
OLM_MILCON_LOG = GXOLM:MILLCON
GXPROJ:[TSK.OLM]COMOLM.EXE;1 EXISTS
GXPROJ:[TSK.OLM]DMQ.INI;1 EXISTS
  FILE MISSING
Script run at: [TSK.OLM]
End Installation Plan - New Terminals
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD5:[SCML.TSK.OLM]DMQ.INI;0 DMQ.INI;0
%COPY-S-COPIED, PODEV1"console password"::DKD5:[SCML.TSK.OLM]DMQ.INI;14 copied to GXPROJ:[TSK.OLM]DMQ.INI;2 (1
block)
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> lse DMQ.INI;0
%DCL-W-IVVERB, unrecognized command verb - check validity and spelling
 \LSE\
POSYSD::SCML> sh def
  GXPROJ:[TSK.OLM]
POSYSD::SCML> dir DMQ.INI

Directory GXPROJ:[TSK.OLM]

DMQ.INI;2                           1  20-JAN-2022 16:39:07.77
DMQ.INI;1                           1  20-JAN-2022 16:26:55.85

Total of 2 files, 2 blocks.
POSYSD::SCML> lse DMQ.INI;2
%DCL-W-IVVERB, unrecognized command verb - check validity and spelling
 \LSE\
POSYSD::SCML> edit DMQ.INI;2
[Default Server]
TransportType=TCP/IP
Hostname=SLOLIMAPPS09-FE.SCML.LOCAL
Endpoint=5000
ReconnectMsgInterval=0
ReconnectTimerInterval=0

[Failover]
EnableAutomaticFailover=1
TransportType=TCP/IP
Hostname=SLOLIMAPPS10-FE.SCML.LOCAL
Endpoint=5000

[Logging]
ErrorEvents=1
SentMessages=0
ReceivedMessages=0

[MRS]
Enabled=0

JournalPath=[]
JournalFileSize=49150
JournalCycle=0
JournalSizeFixed=0
PreAllocate=1
JournalBlockSize=0
 Buffer: DMQ.INI                                                                    | Write | Insert | Forward

31 lines written to file GXPROJ:[TSK.OLM]DMQ.INI;3

POSYSD::SCML> type DMQ.INI;3
[Default Server]
TransportType=TCP/IP
Hostname=SLOLIMAPPS09-FE.SCML.LOCAL
Endpoint=5000
ReconnectMsgInterval=0
ReconnectTimerInterval=0

[Failover]
EnableAutomaticFailover=1
TransportType=TCP/IP
Hostname=SLOLIMAPPS10-FE.SCML.LOCAL
Endpoint=5000

[Logging]
ErrorEvents=1
SentMessages=0
ReceivedMessages=0

[MRS]
Enabled=0

JournalPath=[]
JournalFileSize=49150
JournalCycle=0
JournalSizeFixed=0
PreAllocate=1
JournalBlockSize=0

[Trace]
PamsTrace=0
DmqclTrace=0
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> tcpip sh hosts

     LOCAL database

Host address    Host name

10.9.25.249     GTK-PC
10.9.187.196    LISB2B1
10.9.187.197    LISESC1
127.0.0.1       LOCALHOST, localhost
10.9.187.52     MARTE33
10.9.187.53     MARTE39
10.9.187.48     PHENIX10
10.8.174.75     PHENIX11
10.8.174.76     PHENIX12
10.9.187.154    PHENIX71
10.9.187.153    PHENIX81
10.9.187.152    PHENIX92
10.8.174.47     PLUTAO106
10.8.174.46     PLUTAO107
10.9.187.51     PLUTAO24
10.9.187.101    PODEV1, podev1
10.9.187.204    POESC4, poesc4
10.9.25.204     POESC4-POS, poesc4-pos
10.9.187.205    POESC5, poesc5
10.9.25.205     POESC5-POS, poesc5-pos
10.9.187.227    POESC6
10.9.25.227     POESC6-POS
10.9.187.228    POESC7
10.9.25.228     POESC7-POS
10.8.35.231     PONAS3, ponas3
10.9.187.100    POSYSD, posysd
10.9.187.61     SLIGS01, IGSDEV
10.67.21.14     SLIGSAPP01PP, IGSPPRD1
10.67.21.15     SLIGSAPP02PP, IGSPPRD2
10.249.210.71   SLIGSAPPD01-FE.SCML.LOCAL, SLIGSAPPD01-FE
10.249.210.72   SLIGSAPPD02-FE.SCML.LOCAL, SLIGSAPPD02-FE
10.249.242.71   SLIGSAPPS01-FE.SCML.LOCAL, SLIGSAPPS01-FE
10.249.242.72   SLIGSAPPS02-FE.SCML.LOCAL, SLIGSAPPS02-FE
10.249.178.71   SLIGSAPPT01-FE.SCML.LOCAL, SLIGSAPPT01-FE
10.249.178.72   SLIGSAPPT02-FE.SCML.LOCAL, SLIGSAPPT02-FE
10.249.146.71   SLIGSAPPU01-FE.SCML.LOCAL, SLIGSAPPU01-FE
10.249.146.72   SLIGSAPPU02-FE.SCML.LOCAL, SLIGSAPPU02-FE
10.249.210.59   SLOLIMAPPD09-FE.SCML.LOCAL
10.249.210.60   SLOLIMAPPD10-FE.SCML.LOCAL
10.249.242.59   SLOLIMAPPS09-FE.SCML.LOCAL
10.249.242.60   SLOLIMAPPS10-FE.SCML.LOCAL
10.249.178.59   SLOLIMAPPT09-FE.SCML.LOCAL
10.249.178.60   SLOLIMAPPT10-FE.SCML.LOCAL
10.249.146.59   SLOLIMAPPU09-FE.SCML.LOCAL
10.249.146.60   SLOLIMAPPU10-FE.SCML.LOCAL
10.8.35.100     posysd-bck
10.9.186.100    posysd-ipc
10.9.25.100     posysd-pos
POSYSD::SCML>
POSYSD::SCML> tcpip sh SLOLIMAPPS10-FE.SCML.LOCAL
%CLI-W-IVKEYW, unrecognized keyword - check validity and spelling
 \SLOLIMAPPS10-FE.SCML.LOCAL\
POSYSD::SCML> tcpip sh host SLOLIMAPPS10-FE.SCML.LOCAL

     LOCAL database

Host address    Host name

10.249.242.60   SLOLIMAPPS10-FE.SCML.LOCAL
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> set def gxtsk
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> kilsys

***       You have attempted to run KILSYS          ***
***       This program will bring down the system   ***
***       If you do not intend for this to happen,  ***
***       you may abort now without any damage.     ***

Do you want to continue [Y/N] y
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
%SYSTEM-W-NONEXPR, nonexistent process
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> shscml
POSYSD::SCML> shscml
POSYSD::SCML> sh log shscml
%SHOW-S-NOTRAN, no translation for logical name SHSCML
POSYSD::SCML> sh sym shscml
  SHSCML == "SH SYS/PROC=SCML*"
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD10:[dmil.tsk]*.exe;0 *.exe;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ABPAUDIT.EXE;1 copied to GXPROJ:[TSK]ABPAUDIT.EXE;2 (
868 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ADJRPT.EXE;1 copied to GXPROJ:[TSK]ADJRPT.EXE;2 (383
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AGTACT.EXE;1 copied to GXPROJ:[TSK]AGTACT.EXE;2 (583
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AGTCPFLG.EXE;1 copied to GXPROJ:[TSK]AGTCPFLG.EXE;2 (
307 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AGTCTM_PROC.EXE;1 copied to GXPROJ:[TSK]AGTCTM_PROC.E
XE;2 (392 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AGTLST.EXE;1 copied to GXPROJ:[TSK]AGTLST.EXE;2 (387
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AGTPSW.EXE;1 copied to GXPROJ:[TSK]AGTPSW.EXE;2 (401
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ALLDLL.EXE;1 copied to GXPROJ:[TSK]ALLDLL.EXE;2 (503
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ALT_SIGNON.EXE;1 copied to GXPROJ:[TSK]ALT_SIGNON.EXE
;2 (564 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLDRW.EXE;1 copied to GXPROJ:[TSK]ANLDRW.EXE;2 (415
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLTCF.EXE;1 copied to GXPROJ:[TSK]ANLTCF.EXE;2 (447
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLTMF.EXE;1 copied to GXPROJ:[TSK]ANLTMF.EXE;2 (510
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLTPF.EXE;1 copied to GXPROJ:[TSK]ANLTPF.EXE;2 (1360
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLVLF.EXE;1 copied to GXPROJ:[TSK]ANLVLF.EXE;2 (318
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ANLVPF.EXE;1 copied to GXPROJ:[TSK]ANLVPF.EXE;2 (304
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]APPGTP.EXE;1 copied to GXPROJ:[TSK]APPGTP.EXE;2 (311
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]APULOG.EXE;1 copied to GXPROJ:[TSK]APULOG.EXE;2 (141
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASF2ESC.EXE;1 copied to GXPROJ:[TSK]ASF2ESC.EXE;2 (82
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASFIPSINV.EXE;1 copied to GXPROJ:[TSK]ASFIPSINV.EXE;2
 (304 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASFREP.EXE;1 copied to GXPROJ:[TSK]ASFREP.EXE;2 (1232
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASYHARD.EXE;1 copied to GXPROJ:[TSK]ASYHARD.EXE;2 (10
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASYSOFT.EXE;1 copied to GXPROJ:[TSK]ASYSOFT.EXE;2 (10
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ASYULT.EXE;1 copied to GXPROJ:[TSK]ASYULT.EXE;2 (105
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AUDITRPT.EXE;1 copied to GXPROJ:[TSK]AUDITRPT.EXE;2 (
479 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AUDITSYS.EXE;1 copied to GXPROJ:[TSK]AUDITSYS.EXE;2 (
889 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]AUDIT_LOGTMF.EXE;1 copied to GXPROJ:[TSK]AUDIT_LOGTMF
.EXE;2 (1310 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BALANS.EXE;1 copied to GXPROJ:[TSK]BALANS.EXE;2 (390
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BIGWAF.EXE;1 copied to GXPROJ:[TSK]BIGWAF.EXE;2 (420
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BINGOSCAN.EXE;1 copied to GXPROJ:[TSK]BINGOSCAN.EXE;2
 (812 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BKKREP.EXE;1 copied to GXPROJ:[TSK]BKKREP.EXE;2 (342
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BLDEMIS.EXE;1 copied to GXPROJ:[TSK]BLDEMIS.EXE;2 (29
99 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BLDEURSYS.EXE;1 copied to GXPROJ:[TSK]BLDEURSYS.EXE;2
 (1503 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BLDPLAN.EXE;1 copied to GXPROJ:[TSK]BLDPLAN.EXE;2 (27
27 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BLDSYS.EXE;1 copied to GXPROJ:[TSK]BLDSYS.EXE;2 (2029
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BLDX2X.EXE;1 copied to GXPROJ:[TSK]BLDX2X.EXE;2 (230
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGDRWSCN.EXE;1 copied to GXPROJ:[TSK]BNGDRWSCN.EXE;2
 (505 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGFHPRG.EXE;1 copied to GXPROJ:[TSK]BNGFHPRG.EXE;2 (
225 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGPRO.EXE;1 copied to GXPROJ:[TSK]BNGPRO.EXE;2 (3009
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGRES.EXE;1 copied to GXPROJ:[TSK]BNGRES.EXE;2 (336
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGTMFSCN.EXE;1 copied to GXPROJ:[TSK]BNGTMFSCN.EXE;2
 (204 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BNGTOPC.EXE;1 copied to GXPROJ:[TSK]BNGTOPC.EXE;2 (30
9 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BSAGTCTL.EXE;1 copied to GXPROJ:[TSK]BSAGTCTL.EXE;2 (
2970 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BWINSEL.EXE;1 copied to GXPROJ:[TSK]BWINSEL.EXE;2 (13
03 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]BWINTSK.EXE;1 copied to GXPROJ:[TSK]BWINTSK.EXE;2 (13
69 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CANPRO.EXE;1 copied to GXPROJ:[TSK]CANPRO.EXE;2 (629
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CANREP.EXE;1 copied to GXPROJ:[TSK]CANREP.EXE;2 (501
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CANREPJOK.EXE;1 copied to GXPROJ:[TSK]CANREPJOK.EXE;2
 (519 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CARACT.EXE;1 copied to GXPROJ:[TSK]CARACT.EXE;2 (645
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CARRPT.EXE;1 copied to GXPROJ:[TSK]CARRPT.EXE;2 (643
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CCHKPNT.EXE;1 copied to GXPROJ:[TSK]CCHKPNT.EXE;2 (11
78 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CDC_TO_DATE.EXE;1 copied to GXPROJ:[TSK]CDC_TO_DATE.E
XE;2 (61 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CDC_TO_LDATE.EXE;1 copied to GXPROJ:[TSK]CDC_TO_LDATE
.EXE;2 (61 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CFILES.EXE;1 copied to GXPROJ:[TSK]CFILES.EXE;2 (1234
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CHGLVL.EXE;1 copied to GXPROJ:[TSK]CHGLVL.EXE;2 (438
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CHKFIL.EXE;1 copied to GXPROJ:[TSK]CHKFIL.EXE;2 (102
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CHKPNT.EXE;1 copied to GXPROJ:[TSK]CHKPNT.EXE;2 (194
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CHKPNTSIZ.EXE;1 copied to GXPROJ:[TSK]CHKPNTSIZ.EXE;2
 (1292 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CLKREP.EXE;1 copied to GXPROJ:[TSK]CLKREP.EXE;2 (561
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CLRCRK.EXE;1 copied to GXPROJ:[TSK]CLRCRK.EXE;2 (1190
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CLRFIL.EXE;1 copied to GXPROJ:[TSK]CLRFIL.EXE;2 (1125
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CMDPRO.EXE;1 copied to GXPROJ:[TSK]CMDPRO.EXE;2 (3562
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVASF.EXE;1 copied to GXPROJ:[TSK]CNVASF.EXE;2 (1424
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVCONC.EXE;1 copied to GXPROJ:[TSK]CNVCONC.EXE;2 (16
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVDAF.EXE;1 copied to GXPROJ:[TSK]CNVDAF.EXE;2 (1253
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVDKK.EXE;1 copied to GXPROJ:[TSK]CNVDKK.EXE;2 (1256
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVRWF.EXE;1 copied to GXPROJ:[TSK]CNVRWF.EXE;2 (1225
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVSCF.EXE;1 copied to GXPROJ:[TSK]CNVSCF.EXE;2 (1252
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVSTF.EXE;1 copied to GXPROJ:[TSK]CNVSTF.EXE;2 (1247
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVTKM.EXE;1 copied to GXPROJ:[TSK]CNVTKM.EXE;2 (1229
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CNVX2X.EXE;1 copied to GXPROJ:[TSK]CNVX2X.EXE;2 (1335
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]COMMGR.EXE;1 copied to GXPROJ:[TSK]COMMGR.EXE;2 (856
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CONVERT_OPS.EXE;1 copied to GXPROJ:[TSK]CONVERT_OPS.E
XE;2 (141 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]COPVPF.EXE;1 copied to GXPROJ:[TSK]COPVPF.EXE;2 (1350
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CREATE_OPS_FILES.EXE;1 copied to GXPROJ:[TSK]CREATE_O
PS_FILES.EXE;2 (27 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CRSPRO.EXE;1 copied to GXPROJ:[TSK]CRSPRO.EXE;2 (447
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CRSSIM.EXE;1 copied to GXPROJ:[TSK]CRSSIM.EXE;2 (333
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CRTTCC.EXE;1 copied to GXPROJ:[TSK]CRTTCC.EXE;2 (1223
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CRTTCW.EXE;1 copied to GXPROJ:[TSK]CRTTCW.EXE;2 (1205
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CRTVLC.EXE;1 copied to GXPROJ:[TSK]CRTVLC.EXE;2 (1246
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CSHPAS.EXE;1 copied to GXPROJ:[TSK]CSHPAS.EXE;2 (1805
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CSHREP.EXE;1 copied to GXPROJ:[TSK]CSHREP.EXE;2 (629
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CSHREP1.EXE;1 copied to GXPROJ:[TSK]CSHREP1.EXE;2 (16
95 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CSHWEEK.EXE;1 copied to GXPROJ:[TSK]CSHWEEK.EXE;2 (59
2 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CTLPRO.EXE;1 copied to GXPROJ:[TSK]CTLPRO.EXE;2 (346
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CWINSEL.EXE;1 copied to GXPROJ:[TSK]CWINSEL.EXE;2 (14
31 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]CWINTSK.EXE;1 copied to GXPROJ:[TSK]CWINTSK.EXE;2 (13
56 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DAFRPT.EXE;1 copied to GXPROJ:[TSK]DAFRPT.EXE;2 (250
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DATE_TO_CDC.EXE;1 copied to GXPROJ:[TSK]DATE_TO_CDC.E
XE;2 (61 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DAYDWN.EXE;1 copied to GXPROJ:[TSK]DAYDWN.EXE;2 (65 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DAYEND.EXE;1 copied to GXPROJ:[TSK]DAYEND.EXE;2 (5421
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DCNPRO.EXE;1 copied to GXPROJ:[TSK]DCNPRO.EXE;2 (297
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DELAGT.EXE;1 copied to GXPROJ:[TSK]DELAGT.EXE;2 (396
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DETRUN.EXE;1 copied to GXPROJ:[TSK]DETRUN.EXE;2 (142
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DISNET.EXE;1 copied to GXPROJ:[TSK]DISNET.EXE;2 (65 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DISPAT.EXE;1 copied to GXPROJ:[TSK]DISPAT.EXE;3 (415
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DITTO.EXE;1 copied to GXPROJ:[TSK]DITTO.EXE;2 (124 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DLLREAD.EXE;1 copied to GXPROJ:[TSK]DLLREAD.EXE;2 (17
3 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DMPLVL.EXE;1 copied to GXPROJ:[TSK]DMPLVL.EXE;2 (77 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DMPUSER.EXE;1 copied to GXPROJ:[TSK]DMPUSER.EXE;2 (10
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DUMP_OPS.EXE;1 copied to GXPROJ:[TSK]DUMP_OPS.EXE;2 (
247 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DUMVLF.EXE;1 copied to GXPROJ:[TSK]DUMVLF.EXE;2 (354
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DWINSEL.EXE;1 copied to GXPROJ:[TSK]DWINSEL.EXE;2 (14
29 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DWINTSK.EXE;1 copied to GXPROJ:[TSK]DWINTSK.EXE;2 (13
55 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]DWNSEL.EXE;1 copied to GXPROJ:[TSK]DWNSEL.EXE;2 (1283
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ELOG.EXE;1 copied to GXPROJ:[TSK]ELOG.EXE;2 (174 bloc
ks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]EMITED_OPS.EXE;1 copied to GXPROJ:[TSK]EMITED_OPS.EXE
;2 (471 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENABONUS.EXE;1 copied to GXPROJ:[TSK]ENABONUS.EXE;2 (
205 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENABUN.EXE;1 copied to GXPROJ:[TSK]ENABUN.EXE;2 (210
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENALIB.EXE;1 copied to GXPROJ:[TSK]ENALIB.EXE;2 (175
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENAPRM.EXE;1 copied to GXPROJ:[TSK]ENAPRM.EXE;2 (387
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENCPRO.EXE;1 copied to GXPROJ:[TSK]ENCPRO.EXE;2 (448
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ENCPROI.EXE;1 copied to GXPROJ:[TSK]ENCPROI.EXE;2 (55
1 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ERRLOG.EXE;1 copied to GXPROJ:[TSK]ERRLOG.EXE;2 (451
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]EUROCONFIG.EXE;1 copied to GXPROJ:[TSK]EUROCONFIG.EXE
;2 (1296 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]EWATCH.EXE;1 copied to GXPROJ:[TSK]EWATCH.EXE;2 (144
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]EXPEDICAO_OPS.EXE;1 copied to GXPROJ:[TSK]EXPEDICAO_O
PS.EXE;2 (515 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]EXWINRPT.EXE;1 copied to GXPROJ:[TSK]EXWINRPT.EXE;2 (
382 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FAULTANL.EXE;1 copied to GXPROJ:[TSK]FAULTANL.EXE;2 (
443 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FBIGWIN.EXE;1 copied to GXPROJ:[TSK]FBIGWIN.EXE;2 (84
2 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FCANWIN.EXE;1 copied to GXPROJ:[TSK]FCANWIN.EXE;2 (46
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FILREP.EXE;1 copied to GXPROJ:[TSK]FILREP.EXE;2 (337
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FINDSSODDS.EXE;1 copied to GXPROJ:[TSK]FINDSSODDS.EXE
;2 (399 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FIXFIL.EXE;1 copied to GXPROJ:[TSK]FIXFIL.EXE;2 (242
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FORMAT_LBLS_PRINT.EXE;1 copied to GXPROJ:[TSK]FORMAT_
LBLS_PRINT.EXE;2 (604 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FORMAT_OPS_TO_PRINT.EXE;1 copied to GXPROJ:[TSK]FORMA
T_OPS_TO_PRINT.EXE;2 (575 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FPTPRO.EXE;1 copied to GXPROJ:[TSK]FPTPRO.EXE;2 (134
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]FTP_SCAN.EXE;1 copied to GXPROJ:[TSK]FTP_SCAN.EXE;2 (
194 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GAMINI.EXE;1 copied to GXPROJ:[TSK]GAMINI.EXE;2 (236
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GAMSET.EXE;1 copied to GXPROJ:[TSK]GAMSET.EXE;2 (2796
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GAMTOT.EXE;1 copied to GXPROJ:[TSK]GAMTOT.EXE;2 (288
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GBDAILY.EXE;1 copied to GXPROJ:[TSK]GBDAILY.EXE;2 (19
7 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GCLOSE.EXE;1 copied to GXPROJ:[TSK]GCLOSE.EXE;2 (464
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GENPAS.EXE;1 copied to GXPROJ:[TSK]GENPAS.EXE;2 (1467
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GENPAS2.EXE;1 copied to GXPROJ:[TSK]GENPAS2.EXE;2 (36
3 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GENPASS.EXE;1 copied to GXPROJ:[TSK]GENPASS.EXE;2 (35
7 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GENPSORC.EXE;1 copied to GXPROJ:[TSK]GENPSORC.EXE;2 (
1841 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GERPS2.EXE;1 copied to GXPROJ:[TSK]GERPS2.EXE;2 (761
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GETCHK.EXE;1 copied to GXPROJ:[TSK]GETCHK.EXE;2 (190
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GETOFSAL.EXE;1 copied to GXPROJ:[TSK]GETOFSAL.EXE;2 (
693 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GET_OFFPRIZES.EXE;1 copied to GXPROJ:[TSK]GET_OFFPRIZ
ES.EXE;2 (588 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GET_OFFPRIZES_12.EXE;1 copied to GXPROJ:[TSK]GET_OFFP
RIZES_12.EXE;2 (562 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GET_OFFPRIZES_ANT.EXE;1 copied to GXPROJ:[TSK]GET_OFF
PRIZES_ANT.EXE;2 (572 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GET_OFF_WINNERS.EXE;1 copied to GXPROJ:[TSK]GET_OFF_W
INNERS.EXE;2 (309 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GET_OPS_PAID.EXE;1 copied to GXPROJ:[TSK]GET_OPS_PAID
.EXE;2 (368 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GNINVALL.EXE;1 copied to GXPROJ:[TSK]GNINVALL.EXE;2 (
538 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GOSUPER14.EXE;1 copied to GXPROJ:[TSK]GOSUPER14.EXE;2
 (183 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSALTSK.EXE;1 copied to GXPROJ:[TSK]GSALTSK.EXE;2 (19
6 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSDRWDIV.EXE;1 copied to GXPROJ:[TSK]GSDRWDIV.EXE;2 (
1691 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSDRWDRW.EXE;1 copied to GXPROJ:[TSK]GSDRWDRW.EXE;2 (
331 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSDRWMAP.EXE;1 copied to GXPROJ:[TSK]GSDRWMAP.EXE;2 (
306 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSDRWRES.EXE;1 copied to GXPROJ:[TSK]GSDRWRES.EXE;2 (
340 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSONLGAM.EXE;1 copied to GXPROJ:[TSK]GSONLGAM.EXE;2 (
323 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSONLTRN.EXE;1 copied to GXPROJ:[TSK]GSONLTRN.EXE;2 (
656 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSPAYORD.EXE;1 copied to GXPROJ:[TSK]GSPAYORD.EXE;2 (
412 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GSPOPAID.EXE;1 copied to GXPROJ:[TSK]GSPOPAID.EXE;2 (
343 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GUILINK.EXE;1 copied to GXPROJ:[TSK]GUILINK.EXE;2 (31
4 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GUIMGR.EXE;1 copied to GXPROJ:[TSK]GUIMGR.EXE;2 (295
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GUIWORK.EXE;1 copied to GXPROJ:[TSK]GUIWORK.EXE;2 (63
59 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GUI_RELOAD.EXE;1 copied to GXPROJ:[TSK]GUI_RELOAD.EXE
;2 (95 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GVTALL.EXE;1 copied to GXPROJ:[TSK]GVTALL.EXE;2 (539
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GVTDWN.EXE;1 copied to GXPROJ:[TSK]GVTDWN.EXE;2 (427
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GVTESTAB.EXE;1 copied to GXPROJ:[TSK]GVTESTAB.EXE;2 (
532 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]HASF.EXE;1 copied to GXPROJ:[TSK]HASF.EXE;2 (651 bloc
ks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]HDRINI.EXE;1 copied to GXPROJ:[TSK]HDRINI.EXE;2 (185
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]HDRRPT.EXE;1 copied to GXPROJ:[TSK]HDRRPT.EXE;2 (251
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INCPRO.EXE;1 copied to GXPROJ:[TSK]INCPRO.EXE;2 (3072
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INMGR.EXE;1 copied to GXPROJ:[TSK]INMGR.EXE;2 (635 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INSOUT.EXE;1 copied to GXPROJ:[TSK]INSOUT.EXE;2 (3211
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INSPRO.EXE;1 copied to GXPROJ:[TSK]INSPRO.EXE;2 (829
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INSSIM.EXE;1 copied to GXPROJ:[TSK]INSSIM.EXE;2 (688
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INVCLC.EXE;1 copied to GXPROJ:[TSK]INVCLC.EXE;2 (431
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]INVRPT.EXE;1 copied to GXPROJ:[TSK]INVRPT.EXE;2 (497
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]KIKNUM.EXE;1 copied to GXPROJ:[TSK]KIKNUM.EXE;2 (138
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LANPRO.EXE;1 copied to GXPROJ:[TSK]LANPRO.EXE;2 (1071
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LIABLE.EXE;1 copied to GXPROJ:[TSK]LIABLE.EXE;2 (1623
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LISTCKFIL.EXE;1 copied to GXPROJ:[TSK]LISTCKFIL.EXE;2
 (1382 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LNCNVFIL.EXE;1 copied to GXPROJ:[TSK]LNCNVFIL.EXE;2 (
1717 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LNKCH.EXE;1 copied to GXPROJ:[TSK]LNKCH.EXE;2 (495 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOADSCF.EXE;1 copied to GXPROJ:[TSK]LOADSCF.EXE;2 (15
2 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOAD_BANKS.EXE;1 copied to GXPROJ:[TSK]LOAD_BANKS.EXE
;2 (105 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOAD_BRANCHES.EXE;1 copied to GXPROJ:[TSK]LOAD_BRANCH
ES.EXE;2 (108 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOD1X2.EXE;1 copied to GXPROJ:[TSK]LOD1X2.EXE;2 (245
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOD1X2POL.EXE;1 copied to GXPROJ:[TSK]LOD1X2POL.EXE;2
 (312 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODAGT.EXE;1 copied to GXPROJ:[TSK]LODAGT.EXE;2 (694
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODAINV.EXE;1 copied to GXPROJ:[TSK]LODAINV.EXE;2 (47
9 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODEMIS.EXE;1 copied to GXPROJ:[TSK]LODEMIS.EXE;2 (17
01 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODFIL.EXE;1 copied to GXPROJ:[TSK]LODFIL.EXE;2 (152
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMG.EXE;1 copied to GXPROJ:[TSK]LODIMG.EXE;2 (97 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMG2.EXE;1 copied to GXPROJ:[TSK]LODIMG2.EXE;2 (99
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMG3.EXE;1 copied to GXPROJ:[TSK]LODIMG3.EXE;2 (90
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMG4.EXE;1 copied to GXPROJ:[TSK]LODIMG4.EXE;2 (91
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMG5.EXE;1 copied to GXPROJ:[TSK]LODIMG5.EXE;2 (89
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMGS2.EXE;1 copied to GXPROJ:[TSK]LODIMGS2.EXE;2 (
84 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMGS3.EXE;1 copied to GXPROJ:[TSK]LODIMGS3.EXE;2 (
78 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODIMGSS.EXE;1 copied to GXPROJ:[TSK]LODIMGSS.EXE;2 (
80 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODLTO.EXE;1 copied to GXPROJ:[TSK]LODLTO.EXE;2 (216
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODPLAN.EXE;1 copied to GXPROJ:[TSK]LODPLAN.EXE;2 (29
1 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LODSTA.EXE;1 copied to GXPROJ:[TSK]LODSTA.EXE;2 (139
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOGGER.EXE;1 copied to GXPROJ:[TSK]LOGGER.EXE;2 (588
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOGTMF.EXE;1 copied to GXPROJ:[TSK]LOGTMF.EXE;2 (219
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOOPBACK.EXE;1 copied to GXPROJ:[TSK]LOOPBACK.EXE;2 (
211 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LOPPAS.EXE;1 copied to GXPROJ:[TSK]LOPPAS.EXE;2 (2118
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LSTCRDB.EXE;1 copied to GXPROJ:[TSK]LSTCRDB.EXE;2 (52
6 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LSTTCKFIL.EXE;1 copied to GXPROJ:[TSK]LSTTCKFIL.EXE;2
 (1425 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LTODIS.EXE;1 copied to GXPROJ:[TSK]LTODIS.EXE;2 (305
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]LTOST39.EXE;1 copied to GXPROJ:[TSK]LTOST39.EXE;2 (70
1 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MAAUDIT.EXE;1 copied to GXPROJ:[TSK]MAAUDIT.EXE;2 (74
7 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MAILTAPE.EXE;1 copied to GXPROJ:[TSK]MAILTAPE.EXE;2 (
1468 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MAKFIL.EXE;1 copied to GXPROJ:[TSK]MAKFIL.EXE;2 (1239
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MAKFIL2.EXE;1 copied to GXPROJ:[TSK]MAKFIL2.EXE;2 (12
41 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MDCMNG.EXE;1 copied to GXPROJ:[TSK]MDCMNG.EXE;2 (575
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MESMNT.EXE;1 copied to GXPROJ:[TSK]MESMNT.EXE;2 (394
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MILLRECON.EXE;1 copied to GXPROJ:[TSK]MILLRECON.EXE;2
 (553 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MKTMES.EXE;1 copied to GXPROJ:[TSK]MKTMES.EXE;2 (348
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MLCOPVLF.EXE;1 copied to GXPROJ:[TSK]MLCOPVLF.EXE;2 (
189 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MLMRGTCF.EXE;1 copied to GXPROJ:[TSK]MLMRGTCF.EXE;2 (
314 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MLMRGVLF.EXE;1 copied to GXPROJ:[TSK]MLMRGVLF.EXE;2 (
419 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MODX2XTPRO.EXE;1 copied to GXPROJ:[TSK]MODX2XTPRO.EXE
;2 (140 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MONGOLS.EXE;1 copied to GXPROJ:[TSK]MONGOLS.EXE;2 (45
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MRGTCF.EXE;1 copied to GXPROJ:[TSK]MRGTCF.EXE;2 (279
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MRGTSK.EXE;1 copied to GXPROJ:[TSK]MRGTSK.EXE;2 (269
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MRGVLF.EXE;1 copied to GXPROJ:[TSK]MRGVLF.EXE;2 (291
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MSCMGR.EXE;1 copied to GXPROJ:[TSK]MSCMGR.EXE;2 (455
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MSCSTATS.EXE;1 copied to GXPROJ:[TSK]MSCSTATS.EXE;2 (
83 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MSCTEST.EXE;1 copied to GXPROJ:[TSK]MSCTEST.EXE;2 (12
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MULTITCF.EXE;1 copied to GXPROJ:[TSK]MULTITCF.EXE;2 (
367 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MULTIVLF.EXE;1 copied to GXPROJ:[TSK]MULTIVLF.EXE;2 (
359 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MULTIWIN.EXE;1 copied to GXPROJ:[TSK]MULTIWIN.EXE;2 (
2192 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MXSRV.EXE;1 copied to GXPROJ:[TSK]MXSRV.EXE;2 (3869 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]MXVISION.EXE;1 copied to GXPROJ:[TSK]MXVISION.EXE;2 (
1180 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]NBRPRO.EXE;1 copied to GXPROJ:[TSK]NBRPRO.EXE;2 (2582
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]NETDUMP.EXE;1 copied to GXPROJ:[TSK]NETDUMP.EXE;2 (12
76 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]NETLOG.EXE;1 copied to GXPROJ:[TSK]NETLOG.EXE;2 (330
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]NETMGR.EXE;1 copied to GXPROJ:[TSK]NETMGR.EXE;2 (5414
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]NETMON.EXE;1 copied to GXPROJ:[TSK]NETMON.EXE;2 (189
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ODDINF.EXE;1 copied to GXPROJ:[TSK]ODDINF.EXE;2 (1354
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ODDPRO.EXE;1 copied to GXPROJ:[TSK]ODDPRO.EXE;2 (3480
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ODSPRO.EXE;1 copied to GXPROJ:[TSK]ODSPRO.EXE;2 (260
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]OLMAUDIT.EXE;113 copied to GXPROJ:[TSK]OLMAUDIT.EXE;1
 (485 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]OUTMGR.EXE;1 copied to GXPROJ:[TSK]OUTMGR.EXE;2 (809
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]OVERPRO.EXE;1 copied to GXPROJ:[TSK]OVERPRO.EXE;2 (19
8 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PAGAMENTO_MANUAL.EXE;1 copied to GXPROJ:[TSK]PAGAMENT
O_MANUAL.EXE;2 (392 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PASPRO.EXE;1 copied to GXPROJ:[TSK]PASPRO.EXE;2 (2642
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PASPURGE.EXE;1 copied to GXPROJ:[TSK]PASPURGE.EXE;2 (
414 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PASUPD.EXE;1 copied to GXPROJ:[TSK]PASUPD.EXE;2 (1404
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PASVAL.EXE;1 copied to GXPROJ:[TSK]PASVAL.EXE;2 (2421
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PAYUPD.EXE;1 copied to GXPROJ:[TSK]PAYUPD.EXE;2 (534
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PCLOG.EXE;1 copied to GXPROJ:[TSK]PCLOG.EXE;2 (232 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PC_START.EXE;1 copied to GXPROJ:[TSK]PC_START.EXE;2 (
71 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PC_STOP.EXE;1 copied to GXPROJ:[TSK]PC_STOP.EXE;2 (65
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PJPRIZES.EXE;1 copied to GXPROJ:[TSK]PJPRIZES.EXE;2 (
586 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PJRESULTS.EXE;1 copied to GXPROJ:[TSK]PJRESULTS.EXE;2
 (639 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PMXTRACT.EXE;1 copied to GXPROJ:[TSK]PMXTRACT.EXE;2 (
927 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]POOLBLD.EXE;1 copied to GXPROJ:[TSK]POOLBLD.EXE;2 (79
4 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]POOLMGR.EXE;1 copied to GXPROJ:[TSK]POOLMGR.EXE;2 (37
4 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]POOLPRO.EXE;1 copied to GXPROJ:[TSK]POOLPRO.EXE;2 (64
8 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]POOLSEE.EXE;1 copied to GXPROJ:[TSK]POOLSEE.EXE;3 (12
33 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PRGTSK.EXE;1 copied to GXPROJ:[TSK]PRGTSK.EXE;2 (1331
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PRININVOFF.EXE;1 copied to GXPROJ:[TSK]PRININVOFF.EXE
;2 (681 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PRIZES.EXE;1 copied to GXPROJ:[TSK]PRIZES.EXE;2 (539
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PRIZEVER.EXE;1 copied to GXPROJ:[TSK]PRIZEVER.EXE;2 (
169 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PROC_OPS_PAID.EXE;1 copied to GXPROJ:[TSK]PROC_OPS_PA
ID.EXE;2 (436 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PROC_ORCPAS.EXE;1 copied to GXPROJ:[TSK]PROC_ORCPAS.E
XE;2 (1389 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PROMOTION.EXE;1 copied to GXPROJ:[TSK]PROMOTION.EXE;2
 (363 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PURGE_OPS.EXE;1 copied to GXPROJ:[TSK]PURGE_OPS.EXE;2
 (356 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]PURWIN.EXE;1 copied to GXPROJ:[TSK]PURWIN.EXE;2 (461
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]QLIKTRAN.EXE;1 copied to GXPROJ:[TSK]QLIKTRAN.EXE;2 (
690 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]REL5000_OPS.EXE;1 copied to GXPROJ:[TSK]REL5000_OPS.E
XE;2 (360 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RELAT_OPS_PAID.EXE;1 copied to GXPROJ:[TSK]RELAT_OPS_
PAID.EXE;2 (249 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RELAT_OPS_TO_BANK.EXE;1 copied to GXPROJ:[TSK]RELAT_O
PS_TO_BANK.EXE;2 (365 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RELCONC.EXE;1 copied to GXPROJ:[TSK]RELCONC.EXE;2 (15
04 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]REPCAN.EXE;1 copied to GXPROJ:[TSK]REPCAN.EXE;2 (1043
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]REPROX.EXE;1 copied to GXPROJ:[TSK]REPROX.EXE;2 (4624
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RESET.EXE;1 copied to GXPROJ:[TSK]RESET.EXE;2 (11540
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RESULTS.EXE;1 copied to GXPROJ:[TSK]RESULTS.EXE;2 (79
45 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]RESVER.EXE;1 copied to GXPROJ:[TSK]RESVER.EXE;2 (703
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ROLPOL.EXE;1 copied to GXPROJ:[TSK]ROLPOL.EXE;2 (304
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]ROMCHK.EXE;1 copied to GXPROJ:[TSK]ROMCHK.EXE;2 (438
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SAVDRW.EXE;1 copied to GXPROJ:[TSK]SAVDRW.EXE;2 (1282
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SAY.EXE;1 copied to GXPROJ:[TSK]SAY.EXE;2 (57 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SBRUN.EXE;1 copied to GXPROJ:[TSK]SBRUN.EXE;2 (193 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SCANRETR.EXE;1 copied to GXPROJ:[TSK]SCANRETR.EXE;2 (
1073 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SCANVLF.EXE;1 copied to GXPROJ:[TSK]SCANVLF.EXE;2 (30
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SEECOM.EXE;1 copied to GXPROJ:[TSK]SEECOM.EXE;2 (1120
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SELECT_2VIA.EXE;1 copied to GXPROJ:[TSK]SELECT_2VIA.E
XE;2 (419 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SELECT_OPS_TO_PRINT.EXE;1 copied to GXPROJ:[TSK]SELEC
T_OPS_TO_PRINT.EXE;2 (432 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SEND_OPS_PAID_SAP.EXE;1 copied to GXPROJ:[TSK]SEND_OP
S_PAID_SAP.EXE;2 (363 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SEND_OPS_TO_BANK.EXE;1 copied to GXPROJ:[TSK]SEND_OPS
_TO_BANK.EXE;2 (448 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETAGTMXT_PROC.EXE;1 copied to GXPROJ:[TSK]SETAGTMXT_
PROC.EXE;2 (395 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETBEFDRWS.EXE;1 copied to GXPROJ:[TSK]SETBEFDRWS.EXE
;2 (188 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETCCC.EXE;1 copied to GXPROJ:[TSK]SETCCC.EXE;2 (299
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETCLOSE.EXE;1 copied to GXPROJ:[TSK]SETCLOSE.EXE;2 (
367 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETLOTSHDR.EXE;1 copied to GXPROJ:[TSK]SETLOTSHDR.EXE
;2 (745 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETLVL.EXE;1 copied to GXPROJ:[TSK]SETLVL.EXE;2 (293
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETMULTI.EXE;1 copied to GXPROJ:[TSK]SETMULTI.EXE;2 (
280 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETPOOL.EXE;1 copied to GXPROJ:[TSK]SETPOOL.EXE;2 (27
6 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SETUP_SYSTEM.EXE;1 copied to GXPROJ:[TSK]SETUP_SYSTEM
.EXE;2 (1470 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SET_CALLBACK.EXE;1 copied to GXPROJ:[TSK]SET_CALLBACK
.EXE;2 (527 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SHARECLC.EXE;1 copied to GXPROJ:[TSK]SHARECLC.EXE;3 (
1047 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SHARERPT.EXE;1 copied to GXPROJ:[TSK]SHARERPT.EXE;2 (
1108 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SHAREUPD.EXE;1 copied to GXPROJ:[TSK]SHAREUPD.EXE;3 (
380 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SHCOMMON.EXE;1 copied to GXPROJ:[TSK]SHCOMMON.EXE;2 (
114 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SHRTSK.EXE;1 copied to GXPROJ:[TSK]SHRTSK.EXE;2 (198
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SIGNRPT.EXE;1 copied to GXPROJ:[TSK]SIGNRPT.EXE;2 (44
3 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SLOCHK.EXE;1 copied to GXPROJ:[TSK]SLOCHK.EXE;2 (132
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SOUPFM.EXE;1 copied to GXPROJ:[TSK]SOUPFM.EXE;2 (2881
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SOUPWIN.EXE;1 copied to GXPROJ:[TSK]SOUPWIN.EXE;2 (21
17 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SOUPWINALL.EXE;1 copied to GXPROJ:[TSK]SOUPWINALL.EXE
;2 (2055 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPESRV.EXE;1 copied to GXPROJ:[TSK]SPESRV.EXE;4 (4924
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPESRVF.EXE;1 copied to GXPROJ:[TSK]SPESRVF.EXE;2 (21
93 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPMODJACKPOT.EXE;1 copied to GXPROJ:[TSK]SPMODJACKPOT
.EXE;2 (237 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPMODWEEKCNT.EXE;1 copied to GXPROJ:[TSK]SPMODWEEKCNT
.EXE;2 (192 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPTCANEVENTS.EXE;1 copied to GXPROJ:[TSK]SPTCANEVENTS
.EXE;2 (666 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPTDIS.EXE;1 copied to GXPROJ:[TSK]SPTDIS.EXE;2 (323
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SPTSTA.EXE;1 copied to GXPROJ:[TSK]SPTSTA.EXE;2 (636
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SSWINSEL.EXE;1 copied to GXPROJ:[TSK]SSWINSEL.EXE;2 (
1403 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SSWINTSK.EXE;1 copied to GXPROJ:[TSK]SSWINTSK.EXE;2 (
1356 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]STARTER.EXE;1 copied to GXPROJ:[TSK]STARTER.EXE;2 (90
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]STATANL.EXE;1 copied to GXPROJ:[TSK]STATANL.EXE;2 (43
9 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]STSYSTEM.EXE;1 copied to GXPROJ:[TSK]STSYSTEM.EXE;2 (
477 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]STWINSEL.EXE;1 copied to GXPROJ:[TSK]STWINSEL.EXE;2 (
1416 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]STWINTSK.EXE;1 copied to GXPROJ:[TSK]STWINTSK.EXE;2 (
1356 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SWINSEL.EXE;1 copied to GXPROJ:[TSK]SWINSEL.EXE;2 (14
02 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SWINTSK.EXE;1 copied to GXPROJ:[TSK]SWINTSK.EXE;2 (13
56 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]SYSTOT.EXE;1 copied to GXPROJ:[TSK]SYSTOT.EXE;2 (298
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TAPLOG.EXE;1 copied to GXPROJ:[TSK]TAPLOG.EXE;2 (210
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TAXCONFIG.EXE;1 copied to GXPROJ:[TSK]TAXCONFIG.EXE;2
 (1353 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TAXMNG.EXE;1 copied to GXPROJ:[TSK]TAXMNG.EXE;2 (2494
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCFCPY.EXE;1 copied to GXPROJ:[TSK]TCFCPY.EXE;2 (270
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCFSUM.EXE;1 copied to GXPROJ:[TSK]TCFSUM.EXE;2 (502
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCFXFR.EXE;1 copied to GXPROJ:[TSK]TCFXFR.EXE;2 (450
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCPASST.EXE;1 copied to GXPROJ:[TSK]TCPASST.EXE;2 (28
1 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCPCNTRL.EXE;1 copied to GXPROJ:[TSK]TCPCNTRL.EXE;2 (
159 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCPDEBUG.EXE;1 copied to GXPROJ:[TSK]TCPDEBUG.EXE;2 (
125 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TCPSIM.EXE;1 copied to GXPROJ:[TSK]TCPSIM.EXE;2 (231
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TELL.EXE;1 copied to GXPROJ:[TSK]TELL.EXE;2 (73 block
s)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TIMER.EXE;1 copied to GXPROJ:[TSK]TIMER.EXE;2 (135 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMFDMP.EXE;1 copied to GXPROJ:[TSK]TMFDMP.EXE;2 (331
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMFMON.EXE;1 copied to GXPROJ:[TSK]TMFMON.EXE;2 (144
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMFREP.EXE;1 copied to GXPROJ:[TSK]TMFREP.EXE;2 (2445
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMIR.EXE;1 copied to GXPROJ:[TSK]TMIR.EXE;4 (1757 blo
cks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMIR_BEF_5626.EXE;1 copied to GXPROJ:[TSK]TMIR_BEF_56
26.EXE;3 (1371 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMREPS.EXE;1 copied to GXPROJ:[TSK]TMREPS.EXE;2 (793
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TMSCAN.EXE;1 copied to GXPROJ:[TSK]TMSCAN.EXE;2 (2098
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TOOLS.EXE;1 copied to GXPROJ:[TSK]TOOLS.EXE;2 (154 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TRWINSEL.EXE;1 copied to GXPROJ:[TSK]TRWINSEL.EXE;2 (
1417 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TRWINTSK.EXE;1 copied to GXPROJ:[TSK]TRWINTSK.EXE;2 (
1356 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TSLSUP.EXE;1 copied to GXPROJ:[TSK]TSLSUP.EXE;2 (649
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TSTENC.EXE;1 copied to GXPROJ:[TSK]TSTENC.EXE;2 (155
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TWINSEL.EXE;1 copied to GXPROJ:[TSK]TWINSEL.EXE;2 (14
73 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]TWINTSK.EXE;1 copied to GXPROJ:[TSK]TWINTSK.EXE;2 (13
55 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UNMESS.EXE;1 copied to GXPROJ:[TSK]UNMESS.EXE;2 (402
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UNPAID_OPS.EXE;1 copied to GXPROJ:[TSK]UNPAID_OPS.EXE
;2 (329 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UNSPRO.EXE;1 copied to GXPROJ:[TSK]UNSPRO.EXE;2 (518
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UPDASF.EXE;1 copied to GXPROJ:[TSK]UPDASF.EXE;2 (586
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UPDJACKPOT.EXE;1 copied to GXPROJ:[TSK]UPDJACKPOT.EXE
;2 (224 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UPDTSK.EXE;1 copied to GXPROJ:[TSK]UPDTSK.EXE;2 (1335
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]UPDVPF.EXE;1 copied to GXPROJ:[TSK]UPDVPF.EXE;2 (1405
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]USERPASS.EXE;1 copied to GXPROJ:[TSK]USERPASS.EXE;2 (
436 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VALPRO.EXE;1 copied to GXPROJ:[TSK]VALPRO.EXE;2 (2651
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VAX_SEND.EXE;1 copied to GXPROJ:[TSK]VAX_SEND.EXE;2 (
133 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VISION.EXE;1 copied to GXPROJ:[TSK]VISION.EXE;2 (9879
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VKSBLD.EXE;1 copied to GXPROJ:[TSK]VKSBLD.EXE;2 (468
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VLF2VLC.EXE;1 copied to GXPROJ:[TSK]VLF2VLC.EXE;2 (12
65 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VLFCPY.EXE;1 copied to GXPROJ:[TSK]VLFCPY.EXE;2 (270
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VLFREP.EXE;1 copied to GXPROJ:[TSK]VLFREP.EXE;2 (526
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VLFTSK.EXE;1 copied to GXPROJ:[TSK]VLFTSK.EXE;2 (485
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VMIR.EXE;1 copied to GXPROJ:[TSK]VMIR.EXE;2 (558 bloc
ks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VPJMC.EXE;1 copied to GXPROJ:[TSK]VPJMC.EXE;2 (2091 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]VPURGE.EXE;1 copied to GXPROJ:[TSK]VPURGE.EXE;2 (729
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]W9LSYS.EXE;1 copied to GXPROJ:[TSK]W9LSYS.EXE;2 (441
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WAGPRO.EXE;7 copied to GXPROJ:[TSK]WAGPRO.EXE;2 (2822
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WDRSAP.EXE;1 copied to GXPROJ:[TSK]WDRSAP.EXE;2 (230
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WEEKSHR.EXE;1 copied to GXPROJ:[TSK]WEEKSHR.EXE;2 (76
1 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WEEKTSHR.EXE;1 copied to GXPROJ:[TSK]WEEKTSHR.EXE;2 (
298 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINCLR.EXE;1 copied to GXPROJ:[TSK]WINCLR.EXE;2 (1294
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINPAS.EXE;1 copied to GXPROJ:[TSK]WINPAS.EXE;2 (2009
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINRPT.EXE;1 copied to GXPROJ:[TSK]WINRPT.EXE;2 (776
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINSEL.EXE;1 copied to GXPROJ:[TSK]WINSEL.EXE;2 (2188
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINTSK.EXE;1 copied to GXPROJ:[TSK]WINTSK.EXE;2 (1335
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WINUPD.EXE;1 copied to GXPROJ:[TSK]WINUPD.EXE;2 (1371
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WPASAP.EXE;1 copied to GXPROJ:[TSK]WPASAP.EXE;3 (323
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WWINSEL.EXE;1 copied to GXPROJ:[TSK]WWINSEL.EXE;2 (14
11 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]WWINTSK.EXE;1 copied to GXPROJ:[TSK]WWINTSK.EXE;2 (13
55 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X21HARD.EXE;1 copied to GXPROJ:[TSK]X21HARD.EXE;2 (10
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X21SOFT.EXE;1 copied to GXPROJ:[TSK]X21SOFT.EXE;2 (10
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X21ULT.EXE;1 copied to GXPROJ:[TSK]X21ULT.EXE;2 (105
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BADADR.EXE;1 copied to GXPROJ:[TSK]X2BADADR.EXE;2 (
507 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BLDGRP.EXE;1 copied to GXPROJ:[TSK]X2BLDGRP.EXE;2 (
219 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BLDHLP.EXE;1 copied to GXPROJ:[TSK]X2BLDHLP.EXE;2 (
142 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BLDMEN.EXE;1 copied to GXPROJ:[TSK]X2BLDMEN.EXE;2 (
547 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BLDNET.EXE;1 copied to GXPROJ:[TSK]X2BLDNET.EXE;2 (
2212 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BLDPRT.EXE;1 copied to GXPROJ:[TSK]X2BLDPRT.EXE;2 (
1356 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BRO.EXE;1 copied to GXPROJ:[TSK]X2BRO.EXE;2 (366 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2BROMEN.EXE;1 copied to GXPROJ:[TSK]X2BROMEN.EXE;2 (
394 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2CHKMEN.EXE;1 copied to GXPROJ:[TSK]X2CHKMEN.EXE;2 (
1002 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2CHK_DIST.EXE;1 copied to GXPROJ:[TSK]X2CHK_DIST.EXE
;2 (34 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2CLRPRT.EXE;1 copied to GXPROJ:[TSK]X2CLRPRT.EXE;2 (
171 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2CLRSTA.EXE;1 copied to GXPROJ:[TSK]X2CLRSTA.EXE;2 (
159 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2CNVASF.EXE;1 copied to GXPROJ:[TSK]X2CNVASF.EXE;2 (
268 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2DEBUG.EXE;1 copied to GXPROJ:[TSK]X2DEBUG.EXE;2 (12
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2DELTER.EXE;1 copied to GXPROJ:[TSK]X2DELTER.EXE;2 (
462 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2EXTCHK.EXE;1 copied to GXPROJ:[TSK]X2EXTCHK.EXE;2 (
175 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2GAMSTART.EXE;1 copied to GXPROJ:[TSK]X2GAMSTART.EXE
;2 (56 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2GBLMEN.EXE;1 copied to GXPROJ:[TSK]X2GBLMEN.EXE;2 (
371 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2GRPMEN.EXE;1 copied to GXPROJ:[TSK]X2GRPMEN.EXE;2 (
391 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2LDSTRN.EXE;1 copied to GXPROJ:[TSK]X2LDSTRN.EXE;2 (
350 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2LINREP.EXE;1 copied to GXPROJ:[TSK]X2LINREP.EXE;2 (
187 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2LODPRT.EXE;1 copied to GXPROJ:[TSK]X2LODPRT.EXE;2 (
174 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2LPCMEN.EXE;1 copied to GXPROJ:[TSK]X2LPCMEN.EXE;2 (
389 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2MON.EXE;1 copied to GXPROJ:[TSK]X2MON.EXE;2 (58 blo
cks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2NETCTL.EXE;1 copied to GXPROJ:[TSK]X2NETCTL.EXE;2 (
164 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2NPCMEN.EXE;1 copied to GXPROJ:[TSK]X2NPCMEN.EXE;2 (
414 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2PRTREP.EXE;1 copied to GXPROJ:[TSK]X2PRTREP.EXE;2 (
184 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2RCDMEN.EXE;1 copied to GXPROJ:[TSK]X2RCDMEN.EXE;2 (
394 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2RCLMEN.EXE;1 copied to GXPROJ:[TSK]X2RCLMEN.EXE;2 (
389 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2RELLOC.EXE;1 copied to GXPROJ:[TSK]X2RELLOC.EXE;2 (
269 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2RELOAD.EXE;1 copied to GXPROJ:[TSK]X2RELOAD.EXE;2 (
404 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2RNKREP.EXE;1 copied to GXPROJ:[TSK]X2RNKREP.EXE;2 (
193 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2ROMREVCHK.EXE;1 copied to GXPROJ:[TSK]X2ROMREVCHK.E
XE;2 (120 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2SCLMEN.EXE;1 copied to GXPROJ:[TSK]X2SCLMEN.EXE;2 (
508 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2SPCMEN.EXE;1 copied to GXPROJ:[TSK]X2SPCMEN.EXE;2 (
458 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2STNBCD.EXE;1 copied to GXPROJ:[TSK]X2STNBCD.EXE;2 (
189 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2STNMEN.EXE;1 copied to GXPROJ:[TSK]X2STNMEN.EXE;2 (
453 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2STNRPT.EXE;1 copied to GXPROJ:[TSK]X2STNRPT.EXE;2 (
463 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2STOPSEGMSGS.EXE;1 copied to GXPROJ:[TSK]X2STOPSEGMS
GS.EXE;2 (58 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TERMEN.EXE;1 copied to GXPROJ:[TSK]X2TERMEN.EXE;2 (
392 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TERMSTA.EXE;1 copied to GXPROJ:[TSK]X2TERMSTA.EXE;2
 (374 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TERMSTAX.EXE;1 copied to GXPROJ:[TSK]X2TERMSTAX.EXE
;2 (375 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TERMSTAY.EXE;1 copied to GXPROJ:[TSK]X2TERMSTAY.EXE
;2 (375 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TESNET.EXE;1 copied to GXPROJ:[TSK]X2TESNET.EXE;2 (
374 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2TTNMEN.EXE;1 copied to GXPROJ:[TSK]X2TTNMEN.EXE;2 (
410 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XBRO_DUMP.EXE;1 copied to GXPROJ:[TSK]X2XBRO_DUMP.E
XE;2 (203 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XDEBUG.EXE;1 copied to GXPROJ:[TSK]X2XDEBUG.EXE;2 (
61 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XDUMP.EXE;1 copied to GXPROJ:[TSK]X2XDUMP.EXE;2 (12
86 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XGBL_DUMP.EXE;1 copied to GXPROJ:[TSK]X2XGBL_DUMP.E
XE;2 (205 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XMGR.EXE;1 copied to GXPROJ:[TSK]X2XMGR.EXE;2 (1042
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XNPC_DUMP.EXE;1 copied to GXPROJ:[TSK]X2XNPC_DUMP.E
XE;2 (224 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XPRO.EXE;1 copied to GXPROJ:[TSK]X2XPRO.EXE;2 (1145
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XRAPP.EXE;1 copied to GXPROJ:[TSK]X2XRAPP.EXE;2 (24
0 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XREL.EXE;1 copied to GXPROJ:[TSK]X2XREL.EXE;2 (534
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XSCL_DUMP.EXE;1 copied to GXPROJ:[TSK]X2XSCL_DUMP.E
XE;2 (274 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2XTTN_DUMP.EXE;1 copied to GXPROJ:[TSK]X2XTTN_DUMP.E
XE;2 (263 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]X2_SORT_EVSN.EXE;1 copied to GXPROJ:[TSK]X2_SORT_EVSN
.EXE;2 (110 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]XAGTLST.EXE;1 copied to GXPROJ:[TSK]XAGTLST.EXE;2 (37
5 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]YEAREND.EXE;1 copied to GXPROJ:[TSK]YEAREND.EXE;2 (26
4 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]YEARRPT.EXE;1 copied to GXPROJ:[TSK]YEARRPT.EXE;2 (53
1 blocks)
%COPY-S-NEWFILES, 447 files created
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> set def gxigs
POSYSD::SCML> sh def
  GXPROJ:[TSK.IGS]
POSYSD::SCML> copy PODEV1"console console"::DKD10:[DMIL.TSK.IGS]*.exe;0 *.exe;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK.IGS]COMIGS.EXE;1 copied to GXPROJ:[TSK.IGS]COMIGS.EXE
;2 (1243 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK.IGS]INIGS.EXE;1 copied to GXPROJ:[TSK.IGS]INIGS.EXE;2
 (738 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK.IGS]OUTIGS.EXE;1 copied to GXPROJ:[TSK.IGS]OUTIGS.EXE
;2 (976 blocks)
%COPY-S-NEWFILES, 3 files created
POSYSD::SCML> set def gxolm
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD10:[DMIL.TSK.OLM]*.exe;0 *.exe;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK.OLM]COMOLM.EXE;1 copied to GXPROJ:[TSK.OLM]COMOLM.EXE
;2 (316 blocks)
POSYSD::SCML> set def gxutl
POSYSD::SCML> sh def
  GXPROJ:[UTL]
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD10:[dmil.utl]*.exe;0 *.exe;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]AGTSUP.EXE;1 copied to GXPROJ:[UTL]AGTSUP.EXE;2 (316
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]ASYNC_ASF.EXE;1 copied to GXPROJ:[UTL]ASYNC_ASF.EXE;2
 (288 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]BSIM.EXE;1 copied to GXPROJ:[UTL]BSIM.EXE;2 (188 bloc
ks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]BWTEST.EXE;1 copied to GXPROJ:[UTL]BWTEST.EXE;2 (632
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]CHECKLIST.EXE;1 copied to GXPROJ:[UTL]CHECKLIST.EXE;2
 (80 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]COMMGT.EXE;1 copied to GXPROJ:[UTL]COMMGT.EXE;2 (940
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]CPYMTMF.EXE;1 copied to GXPROJ:[UTL]CPYMTMF.EXE;2 (15
27 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]DISP_SSC.EXE;1 copied to GXPROJ:[UTL]DISP_SSC.EXE;2 (
4376 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]DMPTOOL.EXE;1 copied to GXPROJ:[UTL]DMPTOOL.EXE;2 (34
71 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]EUROTMIR.EXE;1 copied to GXPROJ:[UTL]EUROTMIR.EXE;2 (
1679 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]FIXOPS.EXE;1 copied to GXPROJ:[UTL]FIXOPS.EXE;2 (291
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]FIXTCF.EXE;1 copied to GXPROJ:[UTL]FIXTCF.EXE;2 (1182
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]FIXTMF.EXE;1 copied to GXPROJ:[UTL]FIXTMF.EXE;2 (528
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]FIXVPF.EXE;1 copied to GXPROJ:[UTL]FIXVPF.EXE;2 (160
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]GENAGTMIL.EXE;1 copied to GXPROJ:[UTL]GENAGTMIL.EXE;2
 (154 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]GENCODS.EXE;1 copied to GXPROJ:[UTL]GENCODS.EXE;2 (13
10 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]GNPASSAP.EXE;1 copied to GXPROJ:[UTL]GNPASSAP.EXE;2 (
1486 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]IGSSIM.EXE;1 copied to GXPROJ:[UTL]IGSSIM.EXE;2 (518
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]IPSSIM.EXE;1 copied to GXPROJ:[UTL]IPSSIM.EXE;2 (638
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]LOAD_TEXT.EXE;1 copied to GXPROJ:[UTL]LOAD_TEXT.EXE;2
 (355 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]LODSPTSYS.EXE;1 copied to GXPROJ:[UTL]LODSPTSYS.EXE;2
 (142 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]LSIM.EXE;1 copied to GXPROJ:[UTL]LSIM.EXE;2 (190 bloc
ks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]MAKPAS.EXE;1 copied to GXPROJ:[UTL]MAKPAS.EXE;2 (94 b
locks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]MODOPS.EXE;1 copied to GXPROJ:[UTL]MODOPS.EXE;2 (267
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]PDATE.EXE;1 copied to GXPROJ:[UTL]PDATE.EXE;2 (131 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]PROMORPT.EXE;1 copied to GXPROJ:[UTL]PROMORPT.EXE;2 (
462 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]RESULTREP.EXE;1 copied to GXPROJ:[UTL]RESULTREP.EXE;2
 (887 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SCANDAYS.EXE;1 copied to GXPROJ:[UTL]SCANDAYS.EXE;2 (
972 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SCANVPF.EXE;1 copied to GXPROJ:[UTL]SCANVPF.EXE;2 (35
9 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SETDEBUG.EXE;1 copied to GXPROJ:[UTL]SETDEBUG.EXE;2 (
131 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SETSUPWEL.EXE;1 copied to GXPROJ:[UTL]SETSUPWEL.EXE;2
 (105 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SETTEST.EXE;1 copied to GXPROJ:[UTL]SETTEST.EXE;2 (69
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SETTKF.EXE;1 copied to GXPROJ:[UTL]SETTKF.EXE;2 (245
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SETTRACE.EXE;1 copied to GXPROJ:[UTL]SETTRACE.EXE;2 (
124 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SPY.EXE;1 copied to GXPROJ:[UTL]SPY.EXE;2 (21 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]STOPSIM.EXE;1 copied to GXPROJ:[UTL]STOPSIM.EXE;2 (58
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SWINS.EXE;1 copied to GXPROJ:[UTL]SWINS.EXE;2 (267 bl
ocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]SYSFILES.EXE;1 copied to GXPROJ:[UTL]SYSFILES.EXE;2 (
1216 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TERSIM.EXE;1 copied to GXPROJ:[UTL]TERSIM.EXE;2 (2767
 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TESTLASTJCKPOTDRW.EXE;1 copied to GXPROJ:[UTL]TESTLAS
TJCKPOTDRW.EXE;2 (226 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TSTGAM.EXE;1 copied to GXPROJ:[UTL]TSTGAM.EXE;2 (646
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TSTLOG.EXE;1 copied to GXPROJ:[UTL]TSTLOG.EXE;2 (639
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TSTVAL.EXE;1 copied to GXPROJ:[UTL]TSTVAL.EXE;2 (110
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]TVERIFY.EXE;1 copied to GXPROJ:[UTL]TVERIFY.EXE;2 (41
9 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]UPDASF_GSC.EXE;1 copied to GXPROJ:[UTL]UPDASF_GSC.EXE
;2 (569 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]UPDPAS8_ASF.EXE;1 copied to GXPROJ:[UTL]UPDPAS8_ASF.E
XE;2 (435 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]VALDIS.EXE;1 copied to GXPROJ:[UTL]VALDIS.EXE;2 (603
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]VALSTS.EXE;1 copied to GXPROJ:[UTL]VALSTS.EXE;2 (388
blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.UTL]VSYSTAP.EXE;1 copied to GXPROJ:[UTL]VSYSTAP.EXE;2 (21
2 blocks)
%COPY-S-NEWFILES, 49 files created
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> set def gxtsk
POSYSD::SCML> sh def
  GXPROJ:[TSK]
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> copy PODEV1"console console"::DKD10:[dmil.tsk]*.esh;0 *.esh;0
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXAGTCOM.ESH;1 copied to GXPROJ:[TSK]GXAGTCOM.ESH;2 (
108287 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXAPPCOM.ESH;1 copied to GXPROJ:[TSK]GXAPPCOM.ESH;2 (
124253 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXAPUCOM.ESH;1 copied to GXPROJ:[TSK]GXAPUCOM.ESH;2 (
797 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXCHKCOM.ESH;1 copied to GXPROJ:[TSK]GXCHKCOM.ESH;2 (
200271 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXCPLCOM.ESH;1 copied to GXPROJ:[TSK]GXCPLCOM.ESH;2 (
3148 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXCRSCOM.ESH;1 copied to GXPROJ:[TSK]GXCRSCOM.ESH;2 (
385 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXCTLCOM.ESH;1 copied to GXPROJ:[TSK]GXCTLCOM.ESH;2 (
17 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXCTMCOM.ESH;1 copied to GXPROJ:[TSK]GXCTMCOM.ESH;2 (
16367 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXEURCOM.ESH;1 copied to GXPROJ:[TSK]GXEURCOM.ESH;2 (
20 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXGUICOM.ESH;1 copied to GXPROJ:[TSK]GXGUICOM.ESH;2 (
5296 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXGVTPHN.ESH;1 copied to GXPROJ:[TSK]GXGVTPHN.ESH;2 (
16 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXLANCOM.ESH;1 copied to GXPROJ:[TSK]GXLANCOM.ESH;2 (
2716 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXLTOPOL.ESH;1 copied to GXPROJ:[TSK]GXLTOPOL.ESH;2 (
78735 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXMSCCOM.ESH;1 copied to GXPROJ:[TSK]GXMSCCOM.ESH;2 (
106 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXNETCOM.ESH;1 copied to GXPROJ:[TSK]GXNETCOM.ESH;2 (
900 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXOLMCOM.ESH;1 copied to GXPROJ:[TSK]GXOLMCOM.ESH;1 (
16 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXPOLCOM.ESH;1 copied to GXPROJ:[TSK]GXPOLCOM.ESH;2 (
3212 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXPOOLLTO.ESH;1 copied to GXPROJ:[TSK]GXPOOLLTO.ESH;2
 (9882 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXPRZCOM.ESH;1 copied to GXPROJ:[TSK]GXPRZCOM.ESH;2 (
252 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXREQCOM.ESH;1 copied to GXPROJ:[TSK]GXREQCOM.ESH;2 (
1630 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXRESCOM.ESH;1 copied to GXPROJ:[TSK]GXRESCOM.ESH;2 (
139 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXRWFCOM.ESH;1 copied to GXPROJ:[TSK]GXRWFCOM.ESH;2 (
23 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXSIMCOM.ESH;1 copied to GXPROJ:[TSK]GXSIMCOM.ESH;2 (
199 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXSLOCOM1.ESH;1 copied to GXPROJ:[TSK]GXSLOCOM1.ESH;2
 (877 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXSTACOM.ESH;1 copied to GXPROJ:[TSK]GXSTACOM.ESH;2 (
77 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXSTOPCOM.ESH;1 copied to GXPROJ:[TSK]GXSTOPCOM.ESH;2
 (175 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXTSPCOM.ESH;1 copied to GXPROJ:[TSK]GXTSPCOM.ESH;2 (
33295 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXWINCOM.ESH;1 copied to GXPROJ:[TSK]GXWINCOM.ESH;2 (
294 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXX2FCOM.ESH;1 copied to GXPROJ:[TSK]GXX2FCOM.ESH;2 (
63 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXX2NETCOM.ESH;1 copied to GXPROJ:[TSK]GXX2NETCOM.ESH
;2 (700 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXX2NETDEF.ESH;1 copied to GXPROJ:[TSK]GXX2NETDEF.ESH
;2 (334 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXX2XCOM.ESH;1 copied to GXPROJ:[TSK]GXX2XCOM.ESH;2 (
31651 blocks)
%COPY-S-COPIED, PODEV1"console password"::DKD10:[DMIL.TSK]GXX2XPOST.ESH;1 copied to GXPROJ:[TSK]GXX2XPOST.ESH;2
 (116 blocks)
%COPY-S-NEWFILES, 33 files created
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLAGTCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLAPPCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLCHKCOM.ESH;1 deleted (200286 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLCPLCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLCTLCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLCTMCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLLANCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLLTOPOL.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLMSCCOM.ESH;1 deleted (108 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLNETCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLPOLCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLPRZCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLREQCOM.ESH;1 deleted (1638 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLRESCOM.ESH;1 deleted (144 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLRWFCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLSIMCOM.ESH;1 deleted (216 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH;1 deleted (882 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLSTACOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLTSPCOM.ESH;1 deleted (33300 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLWINCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLX2FCOM.ESH;1 deleted (72 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH;1 deleted (342 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLX2XCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLX2XPOST.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLCRSCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLGVTPHN.ESH;1 deleted (18 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLAPUCOM.ESH;1 deleted (810 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLGUICOM.ESH;1 deleted (5310 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
%DELETE-W-FILNOTDEL, error deleting DKD0:[SCML.][SHR]SCMLEURCOM.ESH;1
-RMS-E-FLK, file currently locked by another user
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLAGTCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLAGTCOM.ESH;1 deleted (108288 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLAPPCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLAPPCOM.ESH;1 deleted (124254 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLCPLCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLCPLCOM.ESH;1 deleted (3150 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLCTLCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLCTLCOM.ESH;1 deleted (18 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLCTMCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLCTMCOM.ESH;1 deleted (16380 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLLANCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLLANCOM.ESH;1 deleted (2718 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLLTOPOL.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLLTOPOL.ESH;1 deleted (78750 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLNETCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLNETCOM.ESH;1 deleted (900 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLPOLCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLPOLCOM.ESH;1 deleted (3222 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLPOOLLTO.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH;1 deleted (9882 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLPRZCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLPRZCOM.ESH;1 deleted (252 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLRWFCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLRWFCOM.ESH;1 deleted (36 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLSTACOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLSTACOM.ESH;1 deleted (90 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLWINCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLWINCOM.ESH;1 deleted (306 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLX2NETCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH;1 deleted (702 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLX2XCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLX2XCOM.ESH;1 deleted (31662 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLX2XPOST.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLX2XPOST.ESH;1 deleted (126 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLCRSCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLCRSCOM.ESH;1 deleted (396 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLSTOPCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH;1 deleted (180 blocks)
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
%INSTALL-W-FAIL, failed to REMOVE entry for SYSX:<SCML.SHR>SCMLEURCOM.ESH
-INSTALL-E-NOKFEFND, Known File Entry not found
%DELETE-I-FILDEL, DKD0:[SCML.][SHR]SCMLEURCOM.ESH;1 deleted (36 blocks)
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
POSYSD::SCML> remcom
REMOVING SHARED IMAGES
REMOVING DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLANCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
REMOVING DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLNETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
REMOVING DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLREQCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRESCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTACOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLWINCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
REMOVING DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
REMOVING DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLGUICOM.ESH
REMOVING DKD0:[SCML.][SHR]SCMLEURCOM.ESH
POSYSD::SCML> inscom
INSTALLING SHARED IMAGES
INSTALLING GXAGTCOM AS DKD0:[SCML.][SHR]SCMLAGTCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXAGTCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLAGTCOM.ESH;1 (108287 blocks)
INSTALLING GXAPPCOM AS DKD0:[SCML.][SHR]SCMLAPPCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXAPPCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLAPPCOM.ESH;1 (124253 blocks)
INSTALLING GXCHKCOM AS DKD0:[SCML.][SHR]SCMLCHKCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXCHKCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLCHKCOM.ESH;1 (200271 blocks)
INSTALLING GXCPLCOM AS DKD0:[SCML.][SHR]SCMLCPLCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXCPLCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLCPLCOM.ESH;1 (3148 blocks)
INSTALLING GXCTLCOM AS DKD0:[SCML.][SHR]SCMLCTLCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXCTLCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLCTLCOM.ESH;1 (17 blocks)
INSTALLING GXCTMCOM AS DKD0:[SCML.][SHR]SCMLCTMCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXCTMCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLCTMCOM.ESH;1 (16367 blocks)
INSTALLING GXLANCOM AS DKD0:[SCML.][SHR]SCMLLANCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXLANCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLLANCOM.ESH;1 (2716 blocks)
INSTALLING GXLTOPOL AS DKD0:[SCML.][SHR]SCMLLTOPOL.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXLTOPOL.ESH;2 copied to DKD0:[SCML.][SHR]SCMLLTOPOL.ESH;1 (78735 blocks)
INSTALLING GXMSCCOM AS DKD0:[SCML.][SHR]SCMLMSCCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXMSCCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLMSCCOM.ESH;1 (106 blocks)
INSTALLING GXNETCOM AS DKD0:[SCML.][SHR]SCMLNETCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXNETCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLNETCOM.ESH;1 (900 blocks)
INSTALLING GXPOLCOM AS DKD0:[SCML.][SHR]SCMLPOLCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXPOLCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLPOLCOM.ESH;1 (3212 blocks)
INSTALLING GXPOOLLTO AS DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXPOOLLTO.ESH;2 copied to DKD0:[SCML.][SHR]SCMLPOOLLTO.ESH;1 (9882 blocks)
INSTALLING GXPRZCOM AS DKD0:[SCML.][SHR]SCMLPRZCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXPRZCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLPRZCOM.ESH;1 (252 blocks)
INSTALLING GXREQCOM AS DKD0:[SCML.][SHR]SCMLREQCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXREQCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLREQCOM.ESH;1 (1630 blocks)
INSTALLING GXRESCOM AS DKD0:[SCML.][SHR]SCMLRESCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXRESCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLRESCOM.ESH;1 (139 blocks)
INSTALLING GXRWFCOM AS DKD0:[SCML.][SHR]SCMLRWFCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXRWFCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLRWFCOM.ESH;1 (23 blocks)
INSTALLING GXSIMCOM AS DKD0:[SCML.][SHR]SCMLSIMCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXSIMCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLSIMCOM.ESH;1 (199 blocks)
INSTALLING GXSLOCOM1 AS DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXSLOCOM1.ESH;2 copied to DKD0:[SCML.][SHR]SCMLSLOCOM1.ESH;1 (877 blocks)
INSTALLING GXSTACOM AS DKD0:[SCML.][SHR]SCMLSTACOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXSTACOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLSTACOM.ESH;1 (77 blocks)
INSTALLING GXTSPCOM AS DKD0:[SCML.][SHR]SCMLTSPCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXTSPCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLTSPCOM.ESH;1 (33295 blocks)
INSTALLING GXWINCOM AS DKD0:[SCML.][SHR]SCMLWINCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXWINCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLWINCOM.ESH;1 (294 blocks)
INSTALLING GXX2FCOM AS DKD0:[SCML.][SHR]SCMLX2FCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXX2FCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLX2FCOM.ESH;1 (63 blocks)
INSTALLING GXX2NETCOM AS DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXX2NETCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLX2NETCOM.ESH;1 (700 blocks)
INSTALLING GXX2NETDEF AS DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXX2NETDEF.ESH;2 copied to DKD0:[SCML.][SHR]SCMLX2NETDEF.ESH;1 (334 blocks)
INSTALLING GXX2XCOM AS DKD0:[SCML.][SHR]SCMLX2XCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXX2XCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLX2XCOM.ESH;1 (31651 blocks)
INSTALLING GXX2XPOST AS DKD0:[SCML.][SHR]SCMLX2XPOST.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXX2XPOST.ESH;2 copied to DKD0:[SCML.][SHR]SCMLX2XPOST.ESH;1 (116 blocks)
INSTALLING GXCRSCOM AS DKD0:[SCML.][SHR]SCMLCRSCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXCRSCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLCRSCOM.ESH;1 (385 blocks)
INSTALLING GXGVTPHN AS DKD0:[SCML.][SHR]SCMLGVTPHN.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXGVTPHN.ESH;2 copied to DKD0:[SCML.][SHR]SCMLGVTPHN.ESH;1 (16 blocks)
INSTALLING GXAPUCOM AS DKD0:[SCML.][SHR]SCMLAPUCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXAPUCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLAPUCOM.ESH;1 (797 blocks)
INSTALLING GXSTOPCOM AS DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXSTOPCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLSTOPCOM.ESH;1 (175 blocks)
INSTALLING GXGUICOM AS DKD0:[SCML.][SHR]SCMLGUICOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXGUICOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLGUICOM.ESH;1 (5296 blocks)
INSTALLING GXEURCOM AS DKD0:[SCML.][SHR]SCMLEURCOM.ESH
%COPY-S-COPIED, GXPROJ:[TSK]GXEURCOM.ESH;2 copied to DKD0:[SCML.][SHR]SCMLEURCOM.ESH;1 (20 blocks)
POSYSD::SCML>
POSYSD::SCML> runtst


Portugal ES Evolution System Startup, Test Version


Starting ELOG process SCMLELOG
Starting EWATCH process ewatch_FTA528:
17:43:16 CONSOLE  Copyright 2011 GTECH Corp. All rights reserved.
17:43:19 CONSOLE
17:43:19 CONSOLE
17:43:19 CONSOLE  You have attempted to run RESET.
17:43:19 CONSOLE  This program will perform start-of-day functions.
17:43:19 CONSOLE  If you do not intend for this to happen,
17:43:19 CONSOLE  you may abort now without any damage.
17:43:19 CONSOLE
17:43:19 CONSOLE
17:43:19 CONSOLE  Are you sure you want RESET [Y/N]?  >y
17:43:25 CONSOLE
17:43:25 CONSOLE   Clearing game commons
17:43:25 CONSOLE   Reading system configuration file
17:43:25 CONSOLE
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
               POSYSD
               POSYSD
             20.01.2022
             20.01.2022


              1.  CDC                      6861 (  Tu 11.02.2020 )
              2.  Restart from checkpoint    No
              3.  Backup tape logging        No
              4.  Backup disk logging       Yes
              5.  Connect to IPS            Yes ( IPS system 1 )
              6.  GVT end time         22:00:00
              7.  Connect to EuroMilhoes    Yes
              8.  Connect to IGS            Yes
              9.  Connect to Olimpo          No


                 The system is in *** TEST *** mode


17:43:25 CONSOLE  Enter option [C - bring up the system] >4
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
               POSYSD
               POSYSD
             20.01.2022
             20.01.2022


              1.  CDC                      6861 (  Tu 11.02.2020 )
              2.  Restart from checkpoint    No
              3.  Backup tape logging        No
              4.  Backup disk logging        No
              5.  Connect to IPS            Yes ( IPS system 1 )
              6.  GVT end time         22:00:00
              7.  Connect to EuroMilhoes    Yes
              8.  Connect to IGS            Yes
              9.  Connect to Olimpo          No


                 The system is in *** TEST *** mode


17:43:31 CONSOLE  Enter option [C - bring up the system] >7
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
               POSYSD
               POSYSD
             20.01.2022
             20.01.2022


              1.  CDC                      6861 (  Tu 11.02.2020 )
              2.  Restart from checkpoint    No
              3.  Backup tape logging        No
              4.  Backup disk logging        No
              5.  Connect to IPS            Yes ( IPS system 1 )
              6.  GVT end time         22:00:00
              7.  Connect to EuroMilhoes     No
              8.  Connect to IGS            Yes
              9.  Connect to Olimpo          No


                 The system is in *** TEST *** mode


17:43:34 CONSOLE  Enter option [C - bring up the system] >8
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
               POSYSD
               POSYSD
             20.01.2022
             20.01.2022


              1.  CDC                      6861 (  Tu 11.02.2020 )
              2.  Restart from checkpoint    No
              3.  Backup tape logging        No
              4.  Backup disk logging        No
              5.  Connect to IPS            Yes ( IPS system 1 )
              6.  GVT end time         22:00:00
              7.  Connect to EuroMilhoes     No
              8.  Connect to IGS             No
              9.  Connect to Olimpo          No


                 The system is in *** TEST *** mode


17:43:36 CONSOLE  Enter option [C - bring up the system] >9
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
   PORTUGAL ES EVOLUTION SYSTEM STARTUP
               POSYSD
               POSYSD
             20.01.2022
             20.01.2022


              1.  CDC                      6861 (  Tu 11.02.2020 )
              2.  Restart from checkpoint    No
              3.  Backup tape logging        No
              4.  Backup disk logging        No
              5.  Connect to IPS            Yes ( IPS system 1 )
              6.  GVT end time         22:00:00
              7.  Connect to EuroMilhoes     No
              8.  Connect to IGS             No
              9.  Connect to Olimpo         Yes


                 The system is in *** TEST *** mode


17:43:37 CONSOLE  Enter option [C - bring up the system] >C
17:43:54 CONSOLE
17:43:54 CONSOLE  Loading config files of games of EuroMillions gaming system
17:43:54 CONSOLE   Reading EUM1 configuration file
17:43:54 CONSOLE   Loading EUM1 configuration file into memory
17:43:54 CONSOLE   Reading RAF2 configuration file
17:43:55 CONSOLE   Loading RAF2 configuration file into memory
17:43:55 CONSOLE
17:43:55 CONSOLE   Games active today
17:43:55 CONSOLE
17:43:55 CONSOLE   TOTOBOLA NORMAL  - Draw - 0975
17:43:55 CONSOLE   TOTOLOTO SABADO  - Draw - 0466
17:43:55 CONSOLE   TOTOLOTO QUARTA  - Draw - 0466
17:43:55 CONSOLE
17:43:55 CONSOLE  Are these correct? (Y/N)  >y
17:44:00 LODIMG   Copyright 2011 GTECH Corp. All rights reserved.

17:44:00 LODIMG2  Copyright 2011 GTECH Corp. All rights reserved.

17:44:01 LODIMG3  Copyright 2011 GTECH Corp. All rights reserved.

17:44:01 LODIMG4  Copyright 2011 GTECH Corp. All rights reserved.

17:44:01 LODIMG5  Copyright 2011 GTECH Corp. All rights reserved.

17:44:01 CLRCRK    Beginning initialization of CLERK.FIL
17:44:01 CLRCRK   Allocating & clearing WORK:CLERK.FIL         835600 sectors
17:44:01 CLRCRK   Clearing       835613  VAX sectors in WORK:CLERK.FIL
17:44:01 LODAGT   Copyright 2011 GTECH Corp. All rights reserved.
17:44:01 CONSOLE  Loading X2XCOM
17:44:01 LODAGT    Loading Agent information
17:44:01 LODAGT    Terminal     9 invalid pass number
17:44:01 LODAGT    Terminal     9 invalid pass number  2
17:44:01 LODAGT    Terminal     9 invalid pass number  3
17:44:01 LODAGT    Terminal     9 invalid pass number  4
17:44:01 LODAGT    Terminal     9 invalid pass number  5
17:44:01 LODAGT    Terminal     9 invalid pass number  6
17:44:01 LODAGT    Terminal     9 invalid pass number  7
17:44:01 LODAGT    Terminal     9 invalid pass number  8
17:44:01 LODAGT    Terminal     9 invalid SAP number
17:44:01 LODAGT    Terminal     9 invalid cartel number
17:44:01 CONSOLE  Loading global parameters
17:44:01 LODAGT    Terminal    16 invalid pass number
17:44:01 LODAGT    Terminal    16 invalid pass number  2
17:44:01 LODAGT    Terminal    16 invalid pass number  3
17:44:01 LODAGT    Terminal    16 invalid pass number  4
17:44:01 LODAGT    Terminal    16 invalid pass number  5
17:44:01 LODAGT    Terminal    16 invalid pass number  6
17:44:01 LODAGT    Terminal    16 invalid pass number  7
17:44:01 LODAGT    Terminal    16 invalid pass number  8
17:44:01 LODAGT    Terminal    16 invalid SAP number
17:44:01 LODAGT    Terminal    16 invalid cartel number
17:44:01 LODAGT    Terminal    17 invalid pass number
17:44:01 LODAGT    Terminal    17 invalid pass number  2
17:44:01 LODAGT    Terminal    17 invalid pass number  3
17:44:01 LODAGT    Terminal    17 invalid pass number  4
17:44:01 LODAGT    Terminal    17 invalid pass number  5
17:44:01 LODAGT    Terminal    17 invalid pass number  6
17:44:01 LODAGT    Terminal    17 invalid pass number  7
17:44:01 LODAGT    Terminal    17 invalid pass number  8
17:44:01 LODAGT    Terminal    17 invalid SAP number
17:44:01 LODAGT    Terminal    17 invalid cartel number
17:44:01 LODAGT    Terminal    18 invalid pass number
17:44:01 LODAGT    Terminal    18 invalid pass number  2
17:44:01 LODAGT    Terminal    18 invalid pass number  3
17:44:01 LODAGT    Terminal    18 invalid pass number  4
17:44:01 LODAGT    Terminal    18 invalid pass number  5
17:44:01 LODAGT    Terminal    18 invalid pass number  6
17:44:01 LODAGT    Terminal    18 invalid pass number  7
17:44:01 LODAGT    Terminal    18 invalid pass number  8
17:44:01 LODAGT    Terminal    18 invalid SAP number
17:44:01 LODAGT    Terminal    18 invalid cartel number
17:44:01 LODAGT    Terminal    19 invalid pass number
17:44:01 LODAGT    Terminal    19 invalid pass number  2
17:44:01 LODAGT    Terminal    19 invalid pass number  3
17:44:01 LODAGT    Terminal    19 invalid pass number  4
17:44:01 LODAGT    Terminal    19 invalid pass number  5
17:44:01 LODAGT    Terminal    19 invalid pass number  6
17:44:01 LODAGT    Terminal    19 invalid pass number  7
17:44:01 LODAGT    Terminal    19 invalid pass number  8
17:44:01 LODAGT    Terminal    19 invalid SAP number
17:44:01 LODAGT    Terminal    19 invalid cartel number
17:44:01 LODAGT    Terminal    20 invalid pass number
17:44:01 LODAGT    Terminal    20 invalid pass number  2
17:44:01 LODAGT    Terminal    20 invalid pass number  3
17:44:01 LODAGT    Terminal    20 invalid pass number  4
17:44:02 LODAGT    Terminal    20 invalid pass number  5
17:44:02 LODAGT    Terminal    20 invalid pass number  6
17:44:02 LODAGT    Terminal    20 invalid pass number  7
17:44:02 LODAGT    Terminal    20 invalid pass number  8
17:44:02 LODAGT    Terminal    20 invalid SAP number
17:44:02 LODAGT    Terminal    20 invalid cartel number
17:44:02 LODAGT    Terminal    21 invalid pass number
17:44:02 LODAGT    Terminal    21 invalid pass number  2
17:44:02 LODAGT    Terminal    21 invalid pass number  3
17:44:02 LODAGT    Terminal    21 invalid pass number  4
17:44:02 LODAGT    Terminal    21 invalid pass number  5
17:44:02 LODAGT    Terminal    21 invalid pass number  6
17:44:02 LODAGT    Terminal    21 invalid pass number  7
17:44:02 LODAGT    Terminal    21 invalid pass number  8
17:44:02 LODAGT    Terminal    21 invalid SAP number
17:44:02 LODAGT    Terminal    21 invalid cartel number
17:44:02 LODAGT    Terminal    22 invalid pass number
17:44:02 LODAGT    Terminal    22 invalid pass number  2
17:44:02 LODAGT    Terminal    22 invalid pass number  3
17:44:02 LODAGT    Terminal    22 invalid pass number  4
17:44:02 LODAGT    Terminal    22 invalid pass number  5
17:44:02 LODAGT    Terminal    22 invalid pass number  6
17:44:02 LODAGT    Terminal    22 invalid pass number  7
17:44:02 LODAGT    Terminal    22 invalid pass number  8
17:44:02 LODAGT    Terminal    22 invalid SAP number
17:44:02 LODAGT    Terminal    22 invalid cartel number
17:44:02 LODAGT    Terminal    23 invalid pass number
17:44:02 LODAGT    Terminal    23 invalid pass number  2
17:44:02 LODAGT    Terminal    23 invalid pass number  3
17:44:02 LODAGT    Terminal    23 invalid pass number  4
17:44:02 LODAGT    Terminal    23 invalid pass number  5
17:44:02 LODAGT    Terminal    23 invalid pass number  6
17:44:02 LODAGT    Terminal    23 invalid pass number  7
17:44:02 LODAGT    Terminal    23 invalid pass number  8
17:44:02 LODAGT    Terminal    23 invalid SAP number
17:44:02 LODAGT    Terminal    23 invalid cartel number
17:44:02 LODAGT    Terminal    24 invalid pass number
17:44:02 LODAGT    Terminal    24 invalid pass number  2
17:44:02 LODAGT    Terminal    24 invalid pass number  3
17:44:02 LODAGT    Terminal    24 invalid pass number  4
17:44:02 LODAGT    Terminal    24 invalid pass number  5
17:44:02 LODAGT    Terminal    24 invalid pass number  6
17:44:02 LODAGT    Terminal    24 invalid pass number  7
17:44:02 LODAGT    Terminal    24 invalid pass number  8
17:44:02 LODAGT    Terminal    24 invalid SAP number
17:44:02 LODAGT    Terminal    24 invalid cartel number
17:44:02 LODAGT    Terminal    25 invalid pass number
17:44:02 LODAGT    Terminal    25 invalid pass number  2
17:44:02 LODAGT    Terminal    25 invalid pass number  3
17:44:02 LODAGT    Terminal    25 invalid pass number  4
17:44:02 LODAGT    Terminal    25 invalid pass number  5
17:44:02 LODAGT    Terminal    25 invalid pass number  6
17:44:02 LODAGT    Terminal    25 invalid pass number  7
17:44:02 LODAGT    Terminal    25 invalid pass number  8
17:44:02 LODAGT    Terminal    25 invalid SAP number
17:44:02 LODAGT    Terminal    25 invalid cartel number
17:44:02 LODAGT    Terminal    26 invalid pass number
17:44:02 LODAGT    Terminal    26 invalid pass number  2
17:44:02 LODAGT    Terminal    26 invalid pass number  3
17:44:02 LODAGT    Terminal    26 invalid pass number  4
17:44:02 LODAGT    Terminal    26 invalid pass number  5
17:44:02 LODAGT    Terminal    26 invalid pass number  6
17:44:02 LODAGT    Terminal    26 invalid pass number  7
17:44:02 LODAGT    Terminal    26 invalid pass number  8
17:44:02 LODAGT    Terminal    26 invalid SAP number
17:44:02 LODAGT    Terminal    26 invalid cartel number
17:44:02 LODAGT    Terminal    27 invalid pass number
17:44:02 LODAGT    Terminal    27 invalid pass number  2
17:44:02 LODAGT    Terminal    27 invalid pass number  3
17:44:02 LODAGT    Terminal    27 invalid pass number  4
17:44:02 LODAGT    Terminal    27 invalid pass number  5
17:44:02 LODAGT    Terminal    27 invalid pass number  6
17:44:02 LODAGT    Terminal    27 invalid pass number  7
17:44:02 LODAGT    Terminal    27 invalid pass number  8
17:44:02 LODAGT    Terminal    27 invalid SAP number
17:44:02 LODAGT    Terminal    27 invalid cartel number
17:44:02 LODAGT    Terminal    28 invalid pass number
17:44:02 LODAGT    Terminal    28 invalid pass number  2
17:44:02 LODAGT    Terminal    28 invalid pass number  3
17:44:02 LODAGT    Terminal    28 invalid pass number  4
17:44:02 LODAGT    Terminal    28 invalid pass number  5
17:44:02 LODAGT    Terminal    28 invalid pass number  6
17:44:02 LODAGT    Terminal    28 invalid pass number  7
17:44:02 LODAGT    Terminal    28 invalid pass number  8
17:44:02 LODAGT    Terminal    28 invalid SAP number
17:44:02 LODAGT    Terminal    28 invalid cartel number
17:44:02 LODAGT    Terminal    29 invalid pass number
17:44:02 LODAGT    Terminal    29 invalid pass number  2
17:44:02 LODAGT    Terminal    29 invalid pass number  3
17:44:02 LODAGT    Terminal    29 invalid pass number  4
17:44:02 LODAGT    Terminal    29 invalid pass number  5
17:44:02 LODAGT    Terminal    29 invalid pass number  6
17:44:02 LODAGT    Terminal    29 invalid pass number  7
17:44:02 LODAGT    Terminal    29 invalid pass number  8
17:44:02 LODAGT    Terminal    29 invalid SAP number
17:44:02 LODAGT    Terminal    29 invalid cartel number
17:44:02 LODAGT    Terminal    30 invalid pass number
17:44:02 LODAGT    Terminal    30 invalid pass number  2
17:44:02 LODAGT    Terminal    30 invalid pass number  3
17:44:02 LODAGT    Terminal    30 invalid pass number  4
17:44:02 LODAGT    Terminal    30 invalid pass number  5
17:44:02 LODAGT    Terminal    30 invalid pass number  6
17:44:02 LODAGT    Terminal    30 invalid pass number  7
17:44:02 LODAGT    Terminal    30 invalid pass number  8
17:44:02 LODAGT    Terminal    30 invalid SAP number
17:44:02 LODAGT    Terminal    30 invalid cartel number
17:44:02 LODAGT    Terminal    31 invalid pass number
17:44:02 LODAGT    Terminal    31 invalid pass number  2
17:44:02 LODAGT    Terminal    31 invalid pass number  3
17:44:02 LODAGT    Terminal    31 invalid pass number  4
17:44:02 LODAGT    Terminal    31 invalid pass number  5
17:44:02 LODAGT    Terminal    31 invalid pass number  6
17:44:02 LODAGT    Terminal    31 invalid pass number  7
17:44:02 LODAGT    Terminal    31 invalid pass number  8
17:44:02 LODAGT    Terminal    31 invalid SAP number
17:44:02 LODAGT    Terminal    31 invalid cartel number
17:44:02 LODAGT    Terminal    32 invalid pass number
17:44:02 LODAGT    Terminal    32 invalid pass number  2
17:44:02 LODAGT    Terminal    32 invalid pass number  3
17:44:02 LODAGT    Terminal    32 invalid pass number  4
17:44:02 LODAGT    Terminal    32 invalid pass number  5
17:44:02 LODAGT    Terminal    32 invalid pass number  6
17:44:02 LODAGT    Terminal    32 invalid pass number  7
17:44:02 LODAGT    Terminal    32 invalid pass number  8
17:44:02 LODAGT    Terminal    32 invalid SAP number
17:44:02 LODAGT    Terminal    32 invalid cartel number
17:44:02 CONSOLE  Loading network ports
17:44:02 CONSOLE  Loading local ports
17:44:02 CONSOLE  Loading checksums
17:44:02 CONSOLE  Loading station classes
17:44:02 CONSOLE  Loading stations
17:44:02 LODAGT           1000  agents processed
17:44:02 CONSOLE  Number of stations enabled:         4522
17:44:02 CONSOLE  Loading terminals
17:44:02 LODAGT           2000  agents processed
17:44:02 CONSOLE  Loading relay processes
17:44:02 CONSOLE  Loading relay groups
17:44:02 CONSOLE  Loading message common from SMF file
17:44:02 CLRCRK   INITIALIZATION COMPLETE FOR WORK:CLERK.FIL
17:44:02 CLRCRK    CLERK.FIL initialisation complete
17:44:02 LODAGT           3000  agents processed
17:44:02 CONSOLE  Message common load complete
17:44:02 CONSOLE   Loading game number  1 Sports   1 game data
17:44:02 CONSOLE   Loading Sports   system file
17:44:02 CONSOLE   Loading Sports   statistics
17:44:02 CONSOLE   Loading game number  1 Sports   1 game text
17:44:02 CONSOLE  Loading inactive TOTOBOLA EXTRA 2 draw    4
17:44:02 CONSOLE   Loading game number  3 Sports   2 game data
17:44:02 CONSOLE   Loading Sports   statistics
17:44:02 CONSOLE   Loading game number  6 Lotto    3 game data
17:44:03 CONSOLE   Loading Lotto    system file
17:44:03 CONSOLE   Loading game number  7 Lotto    4 game data
17:44:03 CONSOLE  Loading inactive TOTOBOLA EXTRA 1 draw  257
17:44:03 CONSOLE   Loading game number 10 Sports   3 game data
17:44:03 LODAGT           4000  agents processed
17:44:03 CONSOLE   Loading Sports   statistics
17:44:03 CONSOLE   Loading ticket messages
17:44:03 CONSOLE   Ticket message load complete
17:44:03 CONSOLE  Loading reserve fund / roll pool file
17:44:03 CONSOLE   Loading WEKDRW table for game number  1 TOTOBOLA NORMAL
17:44:03 CONSOLE   Loading WEKDRW table for game number  2 TOTOLOTO
17:44:03 CONSOLE   Loading WEKDRW table for game number  3 TOTOBOLA EXTRA 2
17:44:03 CONSOLE   Loading WEKDRW table for game number  4 LOT2
17:44:03 LODAGT           5000  agents processed
17:44:03 CONSOLE   Loading WEKDRW table for game number  5 JOKER
17:44:03 CONSOLE   Loading WEKDRW table for game number  6 TOTOLOTO SABADO
17:44:03 CONSOLE   Loading CCCDRW table for game number  6 TOTOLOTO SABADO
17:44:03 CONSOLE   Loading WEKDRW table for game number  7 TOTOLOTO QUARTA
17:44:03 CONSOLE   Loading CCCDRW table for game number  7 TOTOLOTO QUARTA
17:44:03 LODAGT           6000  agents processed
17:44:03 CONSOLE   Loading WEKDRW table for game number  8 CLASSICA
17:44:03 CONSOLE   Loading WEKDRW table for game number  9 POPULAR
17:44:03 CONSOLE   Loading WEKDRW table for game number 10 TOTOBOLA EXTRA 1
17:44:04 LODAGT           7000  agents processed
17:44:04 LODAGT           8000  agents processed
17:44:04 LODAGT           9000  agents processed
17:44:04 LODAGT          10000  agents processed
17:44:04 LODAGT          11000  agents processed
17:44:05 LODAGT          12000  agents processed
17:44:05 LODAGT
17:44:05 LODAGT             17  terminal(s) not defined in X2X
17:44:05 LODAGT   Read LODAGT.REP for details!
17:44:05 LODAGT
17:44:06 CONSOLE   Reprocessing carryovers
17:44:06 CONSOLE  Restoring lotto pools
17:44:07 CONSOLE  Lotto pool restore complete.
17:44:07 POOLPRO  Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 LOGGER   Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 TIMER    Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 REPCAN   Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 VALPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 ERRLOG   Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 PASVAL   Copyright 2011 GTECH Corp. All rights reserved.

17:44:07 PASPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:44:10 REPROX   Copyright 2011 GTECH Corp. All rights reserved.

17:44:10 OVERPRO  Copyright 2011 GTECH Corp. All rights reserved.

17:44:10 TMFMON   Copyright 2011 GTECH Corp. All rights reserved.

17:44:13 REPROX   Reprocessing of TMF started ....

17:47:20 REPROX   Last transaction reprocessed was a command      at 23:12:58

17:47:20 REPROX   Reprocessing of TMF complete ...

17:47:20 REPROX   STOP0001  ****  SUCCESS

17:47:21 CONSOLE
17:47:21 CONSOLE  System configuration
17:47:21 CONSOLE  ===========================
17:47:21 CONSOLE  System A is POSYSD
17:47:21 CONSOLE  System B is PODEV1
17:47:21 CONSOLE  ===========================
17:47:21 CONSOLE
17:47:21 CONSOLE
17:47:21 CONSOLE  This is system A ( POSYSD )
17:47:21 CONSOLE
17:47:21 CONSOLE  Which system is the PRIMARY system ( A,  B  ?) >A
17:50:55 CONSOLE  Is system  B being brought up?                     >n
17:51:03 CONSOLE
17:51:03 CONSOLE   Systems assignments:
17:51:03 CONSOLE             This is system A. System A is PRIMARY  system
17:51:03 CONSOLE   Game brought up in SIMPLEX -  only 1 system configured
17:51:03 CONSOLE
17:51:03 CONSOLE  Is this correct  [Y/N] ? >y
17:51:13 CONSOLE   Checkpointing commons
17:51:13 CHKPNT   Copyright 2011 GTECH Corp. All rights reserved.

17:51:13 CONSOLE   STARTING WAGPRO
17:51:14 CONSOLE   STARTING INIGS
17:51:14 CONSOLE   STARTING ODDPRO
17:51:14 CONSOLE   STARTING CANPRO
17:51:13 WAGPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 INIGS     Copyright 2014 SCML. All rights reserved.

17:51:14 ODDPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 CANPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 CONSOLE   STARTING SPESRV
17:51:14 CONSOLE   STARTING SPESRVF
17:51:14 CONSOLE   STARTING INCPRO
17:51:14 CONSOLE   STARTING CMDPRO
17:51:14 CONSOLE   STARTING DISPAT
17:51:14 SPESRV   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 SPESRVF  Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 INCPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 CMDPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 DISPAT   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 CONSOLE   STARTING NETMGR
17:51:14 CONSOLE   STARTING X2XPRO
17:51:15 CONSOLE   STARTING X2XREL
17:51:15 CONSOLE   STARTING APULOG
17:51:15 CONSOLE   STARTING NETLOG
17:51:14 NETMGR   Copyright 2011 GTECH Corp. All rights reserved.

17:51:14 X2XPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:15 ERRLOG   01/20/2022  CHKPNT  WORK:CHK0.FIL        CHECKPOINT COMPLETE

17:51:15 X2XREL   Copyright 2011 GTECH Corp. All rights reserved.

17:51:15 APULOG   Copyright 2011 GTECH Corp. All rights reserved.

17:51:15 NETLOG   Copyright 2011 GTECH Corp. All rights reserved.

17:51:15 CONSOLE   STARTING ENCPROI
17:51:15 CONSOLE   STARTING X2XMGR
17:51:15 CONSOLE   STARTING OUTIGS
17:51:15 ENCPROI  Copyright 2011 GTECH Corp. All rights reserved.

17:51:15 X2XMGR   Copyright 2011 GTECH Corp. All rights reserved.

17:51:16 CONSOLE   STARTING MXSRV
17:51:15 OUTIGS    Copyright 2014 SCML. All rights reserved.

17:51:16 OUTIGS    ******************* OUTIGS *******************

17:51:16 CONSOLE   STARTING INSPRO
17:51:16 CONSOLE   STARTING INSOUT
17:51:16 CONSOLE   STARTING CRSPRO
17:51:16 CONSOLE   STARTING GUIMGR
17:51:16 MXSRV    MXSRV Data encryption not possible: KEYSTORE not configured

17:51:16 INSPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:16 INSOUT   Copyright 2011 GTECH Corp. All rights reserved.

17:51:16 CRSPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:16 GUIMGR   Copyright 2011 GTECH Corp. All rights reserved.

17:51:16 CONSOLE   STARTING INMGR
17:51:16 CONSOLE   STARTING OUTMGR
17:51:16 CONSOLE   STARTING COMMGR
17:51:16 CONSOLE   STARTING TAPLOG
17:51:17 CONSOLE   STARTING SLOCHK
17:51:16 INMGR     Copyright 2004 SCML/Accenture. All rights reserved.

17:51:16 OUTMGR    Copyright 2004 SCML/Accenture. All rights reserved.

17:51:16 INIGS     ******************* INIGS *******************

17:51:16 COMMGR    Copyright 2004 SCML/Accenture. All rights reserved.

17:51:16 TAPLOG   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 SLOCHK   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 CONSOLE   STARTING LANPRO
17:51:17 CONSOLE   STARTING GCLOSE
17:51:17 CONSOLE   STARTING FPTPRO
17:51:17 CONSOLE   STARTING COMIGS
17:51:17 CONSOLE   STARTING COMOLM
17:51:17 LANPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 GCLOSE   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 FPTPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 COMIGS    Copyright 2014 SCML. All rights reserved.

17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  WAITING FOR THE TERMINATION STATUS FROM SCMLCOMOLM
17:51:17 CONSOLE  FAILED TO GET THE TERMINATION STATUS FOR SCMLCOMOLM
17:51:17 CONSOLE  ERROR ACTIVATING TASK: SCMLCOMOLMI
17:51:17 DCNPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:17 CTLPRO   Copyright 2011 GTECH Corp. All rights reserved.

17:51:18 X2XRAPP  Copyright 2011 GTECH Corp. All rights reserved.

17:51:18 NETMON   Copyright 2011 GTECH Corp. All rights reserved.

17:51:26 OUTMGR    ******************* OUTMGR ****************

17:51:27 INMGR     ******************* INMGR ****************

17:51:27 TCPASST  Copyright 2011 GTECH Corp. All rights reserved.

17:51:28 CONSOLE  LANPRO is not up, waiting .... >
                                                  17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMSYS%
 ***   :I[          3]H[       0]
17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMTSK% ***   :I[          3]H[       0]

17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMSYS% ***   :I[          4]H[       0]

17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMTSK% ***   :I[          4]H[       0]

17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMSYS% ***   :I[          5]H[       0]

17:51:28 DCNPRO   *** DN_INIT - CAN'T TRANSLATE GTECH_REMTSK% ***   :I[          5]H[       0]

17:51:28 DCNPRO   *** DN_INIT - NETWORK NAME IS: GTECH1             :I[          1]H[       0]

17:51:28 DCNPRO   *** FATAL: DN_INIT - CAN'T DECLARE NETWORK NAME **:I[         20]H[      14]

17:51:28 INSOUT   GETIGNAM: Error opening INSNAM.FIL, status        :I[         29]H[      1D]

17:51:28 LANPRO   **** MAILBOX CREATED ****                         :I[          0]H[       0]


17:51:28 CONSOLE  LANPRO is up now...

=======================================================
17:51:28 CONSOLE  If you wish to enable X2X communications do the
following:
1. Bring up VISION on PRIMARY system
2. Goto the X2GBLSNP snapshot (GAMESTAT should be idle)
3. Enter "GAMST 2" to request X2XMGR to come online
4. Watch GAME STATE change to "req X2XMGR" to "onlin"
=======================================================

17:51:28 CONSOLE  Activating LANS
17:51:28 CONSOLE  STOP0001  ****  SUCCESS
17:51:29 MONGOLS  Copyright 2011 GTECH Corp. All rights reserved.
17:51:28 LANPRO   **** LAN ACTIVATED ****                           :I[          1]H[FFFFFFFF]

17:51:28 LANPRO   **** LAN STATION IS UP NOW ****                   :I[          1]H[       2]

17:51:28 STARTER  Copyright 2011 GTECH Corp. All rights reserved.

17:51:28 COMMGR    ******************* COMMGR ****************

17:51:28 COMIGS    ******************* COMIGS *******************

17:51:28 GUIMGR   # of PTS users loaded                             :I[          1]H[       1]

17:51:28 GUILINK  Copyright 2011 GTECH Corp. All rights reserved.

17:51:28 STARTER  STOP0001  ****  SUCCESS

17:51:28 LANPRO   ATTEMPTING CONNECTION                             :I[          1]H[       2]

17:51:28 LANPRO   %SYSTEM-F-BADPARAM, bad parameter value:I[         20]H[      14]

17:51:29 GUIWORK1 Copyright 2011 GTECH Corp. All rights reserved.

17:51:29 LANPRO   %SYSTEM-F-BADPARAM, bad parameter value:I[         20]H[      14]

17:51:29 GUIWORK2 Copyright 2011 GTECH Corp. All rights reserved.

POSYSD::SCML>
              17:51:29 CTLPRO   *** CONNECTION ESTABLISHED ***                    :I[          2]H[       2]

POSYSD::SCML>
              17:51:29 GUIWORK3 Copyright 2011 GTECH Corp. All rights reserved.

17:51:29 MONGOLS  Cannot open MONGOLS.FIL - using default values.

17:51:29 MONGOLS  WILL MONITOR ALL PROCCESSES

17:51:29 MONGOLS  MONITOR FREQUENCY IS 100          MILLISECONDS PER PROC

17:51:29 MONGOLS  DEFAULT LIMITS PERCENT IS 20

17:51:29 MONGOLS  TOO MANY PROCESSES                                :I[        200]H[       0]

17:51:31 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:51:41 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:51:48 MXSRV    MXSRV MX accepting conn from POESC4-POS with IP addr 10.9.25.204, port 32894, socket 5

17:51:48 MXSRV    MXSRV MX accepting conn from POESC4 with IP addr 10.9.187.204, port 37435, socket 6

17:51:51 GUILINK  GUILDOPCONN: Error completing bind socket       148

POSYSD::SCML>
POSYSD::SCML> sh process scmlcomolm
17:52:01 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:52:11 GUILINK  GUILDOPCONN: Error completing bind socket       148

%SYSTEM-W-NONEXPR, nonexistent process
POSYSD::SCML> sh proc=*comolm*
17:52:21 GUILINK  GUILDOPCONN: Error completing bind socket       148

%DCL-W-NOVALU, value not allowed - remove value specification
 \PROC=\
POSYSD::SCML>
              17:52:31 GUILINK  GUILDOPCONN: Error completing bind socket       148

POSYSD::SCML>
POSYSD::SCML> sh sys/proc=*comolm*
17:52:41 GUILINK  GUILDOPCONN: Error completing bind socket       148

POSYSD::SCML> sh sys/proc=*comigs*
OpenVMS V8.4  on node POSYSD   20-JAN-2022 17:52:50.13   Uptime  707 02:23:47
  Pid    Process Name    State  Pri      I/O       CPU       Page flts  Pages
00041F1D TESTCOMIGS      HIB      7   349758   0 00:00:01.19     16146  16337
0003F767 SCMLCOMIGS      HIB      8       20   0 00:00:00.45     16079  16280
POSYSD::SCML>
              17:52:51 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:52:56 TCPASST  17:52:56 TCPASST  TCP_COIOCOMP: Error completing connection       556 IP 175

17:53:01 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:53:11 GUILINK  GUILDOPCONN: Error completing bind socket       148

POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> r x2gamstart
17:53:21 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:53:23 CONSOLE  STOP0001  ****  SUCCESS
POSYSD::SCML>
              17:53:31 GUILINK  GUILDOPCONN: Error completing bind socket       148

17:53:33 LANPRO   ATTEMPTING CONNECTION                             :I[          1]H[      14]

17:53:33 LANPRO   READING ETHERNET ADDRESS                          :I[          1]H[      14]

17:53:33 LANPRO   **** LAN STARTED ****                             :I[          1]H[      14]

17:53:33 X2XMGR    open SAP                status            2 params        7       0      14
17:53:41 GUILINK  GUILDOPCONN: Error completing bind socket       148

POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> shscml
OpenVMS V8.4  on node POSYSD   20-JAN-2022 17:53:48.16   Uptime  707 02:24:45
  Pid    Process Name    State  Pri      I/O       CPU       Page flts  Pages
0003BB34 SCMLELOG        LEF      8      890   0 00:00:00.36       340    377
00041736 SCMLLODIMG      HIB      8        8   0 00:00:01.25     22864  22890
0003C337 SCMLLODIMG2     HIB      8        7   0 00:00:01.83     22547  22573
0003C338 SCMLLODIMG3     HIB      8        6   0 00:00:00.50     17113  17142
0003BB39 SCMLLODIMG4     HIB      8        6   0 00:00:00.70     12313  12345
0003C33A SCMLLODIMG5     HIB      8        6   0 00:00:02.20     20582  20615
0003BB3D SCMLPOOLPRO     HIB      8       27   0 00:00:00.53     26363  26413
0003BF3E SCMLLOGGER      HIB      8       20   0 00:00:00.37     17098  17144
0003B73F SCMLTIMER       HIB      6        6   0 00:00:00.44      8249   8283
0003BF40 SCMLREPCAN      HIB      6       12   0 00:00:00.48     15062  15133
0003C341 SCMLVALPRO      HIB      8        6   0 00:00:00.44     15091  15227
0003BB42 SCMLERRLOG      HIB      6       21   0 00:00:00.37      8338   8383
0003BF43 SCMLPASVAL      HIB      8        6   0 00:00:00.45     15069  15199
0003BB44 SCMLPASPRO      HIB      8        6   0 00:00:00.46     15075  15213
0003BB46 SCMLOVERPRO     HIB      8        6   0 00:00:00.44      8672   8708
0003BB47 SCMLTMFMON      HIB      8       13   0 00:00:00.42      8074   8110
0003B748 SCMLCHKPNT      HIB      6       25   0 00:00:00.48     21421  21455
0003BF49 SCMLWAGPRO      HIB      6        6   0 00:00:00.48     15787  15927
0003C34A SCMLINIGS       HIB      6        8   0 00:00:00.47     15072  15161
0003BB4B SCMLODDPRO      HIB      6        6   0 00:00:00.44     17249  17417
0003C34C SCMLCANPRO      HIB      6        6   0 00:00:00.39     15033  15085
0003C34D SCMLSPESRV      HIB      6        6   0 00:00:00.40     18399  18628
0003BB4E SCMLSPESRVF     HIB      6        6   0 00:00:00.56     18200  18316
0003BB4F SCMLINCPRO      HIB      6        6   0 00:00:00.39     17369  17525
0003C350 SCMLCMDPRO      HIB      6        6   0 00:00:00.49     33814  33968
0003B751 SCMLDISPAT      HIB      8        6   0 00:00:00.38     10347  10386
0003BF52 SCMLNETMGR      HIB      8        6   0 00:00:00.57     39086  39312
0003C353 SCMLX2XPRO      HIB      8       35   0 00:00:00.59     10585  10653
0003BB54 SCMLX2XREL      HIB      8       46   0 00:00:00.43     11289  11335
0003BF55 SCMLAPULOG      HIB      8        6   0 00:00:00.30      8249   8283
00037356 SCMLNETLOG      CEF      7        6   0 00:00:00.50      8312   8351
0003B757 SCMLENCPROI     HIB      8        6   0 00:00:00.41     17048  17096
0003AB58 SCMLX2XMGR      HIB      8        7   0 00:00:00.51     18894  18955
0003BF59 SCMLOUTIGS      HIB      6        8   0 00:00:00.48     15112  15174
0003A75A SCMLMXSRV       LEF      8    15552   0 00:00:00.07      2994   3073
00035F5B SCMLINSPRO      HIB      6        6   0 00:00:00.45     15093  15151
00036F5C SCMLINSOUT      HIB      6        8   0 00:00:00.54     18086  18243
00036B5D SCMLCRSPRO      HIB      8       11   0 00:00:00.42     17056  17095
0003CB5E SCMLGUIMGR      HIB      8       29   0 00:00:00.50     16426  16711
0003C35F SCMLINMGR       HIB      6        7   0 00:00:00.41     15112  15160
00040760 SCMLOUTMGR      HIB      6        7   0 00:00:00.53     16371  16425
0003A361 SCMLCOMMGR      HIB      8       22   0 00:00:00.49     16066  16249
0003A762 SCMLTAPLOG      HIB      6        6   0 00:00:00.45      8250   8287
0003A763 SCMLSLOCHK      HIB      8        6   0 00:00:00.54     17082  17113
0003FF64 SCMLLANPRO      CEF      8       62   0 00:00:00.54      8596   8673
00040365 SCMLGCLOSE      HIB      8        6   0 00:00:00.39      8458   8503
0003F766 SCMLFPTPRO      HIB      8        6   0 00:00:00.49     15026  15059
0003F767 SCMLCOMIGS      HIB      8       20   0 00:00:00.45     16079  16280
0003BF6A SCMLCTLPRO      CEF      8        8   0 00:00:00.47     10267  10305
0003CB6B SCMLX2XRAPP     HIB      8        6   0 00:00:00.44     11258  11293
00040B6C SCMLNETMON      HIB      8        6   0 00:00:00.43      8310   8344
0003C36D SCMLTCPASST     CEF      7       13   0 00:00:00.42      8079   8118
0004076F SCMLGUILINK     CEF      7       48   0 00:00:00.45       612    653
00023B70 SCMLGUIWORK1    HIB      8      106   0 00:00:00.55     19623  19909
0003CB71 SCMLMONGOLS     HIB      7       47   0 00:00:00.47     17081  17132  S
00040772 SCMLGUIWORK2    HIB      8      103   0 00:00:00.48     19623  19909
00035B73 SCMLGUIWORK3    HIB      8      103   0 00:00:00.47     19623  19909
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML>
              17:53:51 GUILINK  GUILDOPCONN: Error completing bind socket       148
ewatch stop
Stopping EWATCH process ewatch_FTA528:
POSYSD::SCML>
POSYSD::SCML>
POSYSD::SCML> set def gxolm
POSYSD::SCML>
POSYSD::SCML>
